{
  "title": "Developing the capacity to engage 50 to 100 junior youth in a programme for their spiritual empowerment: some considerations",
  "author": "The Office Of Social And Economic Development",
  "type": "Learning",
  "date": "January 2016",
  "titles": {
    "1": {
      "content": "Developing the capacity to engage 50 to 100 junior youth in a programme for their spiritual empowerment: some considerations"
    },
    "3": {
      "content": "Some considerations for supporting the development of the programme in a number of clusters"
    },
    "2.2": {
      "content": "Engaging youth in an ongoing conversation about service to their communities"
    },
    "2.3": {
      "content": "Assisting youth to receive training to serve as animators"
    },
    "2.4": {
      "content": "Accompanying youth along a path of service and nurturing the development of the programme"
    },
    "2.5": {
      "content": "Enhancing the involvement of the community"
    }
  },
  "items": [
    {
      "content": "In its message dated 27 December 2005 to the Conference of the Continental Boards of Counsellors, the Universal House of Justice urged all National Assemblies to consider the junior youth groups formed through programmes implemented by their training institutes a fourth core activity in its own right and to promote its wide-scale multiplication. In the ten or so years since, there has been a near ten-fold increase in capacity to engage junior youth in efforts aimed at their spiritual empowerment. Much has been learned during this period about various aspects of the programme’s implementation and how it can contribute to a cluster’s development. The following was stated in a letter written on behalf of the Universal House of Justice:",
      "index": [1, 1, 1],
      "spans": [
        {
          "start": 162,
          "q": "27 December 2005",
          "end": 347
        }
      ]
    },
    {
      "content": "Throughout the world, across all classes and social groups, there has been a ready response from youth who are invited to examine the forces shaping their society and their role in contributing to its constructive transformation through service as animators of junior youth groups. Time and again it has been seen that consideration of, and reflection upon, the profound concepts addressed in Book 5 of the Ruhi Institute release the deep reservoirs of commitment to significant social change that young people possess. Engaging their fertile minds in an exploration of such ideas gives rise to profound conversations that leave their mark and find expression in action. Those who are inclined to establish a junior youth group are assisted to do so, and in this way, the programme’s reach in a town or neighborhood is expanded in a relatively short period, even if there are only a limited number of human resources available within the Bahá’í community.",
      "index": [1, 1, 2, 1],
      "quote": "Letter written on behalf of the Universal House of Justice"
    },
    {
      "content": "The merit of the junior youth spiritual empowerment programme lies, first and foremost, in its effectiveness at enhancing the power of expression and the quality of spiritual perception within its participants and in assisting them to develop the capabilities necessary for a life of meaningful service to their communities. Repeated accounts from officials, parents, and young people themselves testify to the power of the programme to shape character and bring forth the praiseworthy qualities latent in junior youth. Yet, even more, the benefits of the programme are experienced in every stage of the educational process in which the Bahá’í community is engaged, as well as in the scheme of community building in which the spiritual empowerment programme is embedded. By multiplying vibrant junior youth groups, a community learns a great deal about, for instance, how capable human resources are increased and deployed; how capacity for service is raised within cohorts of individuals; how an expanding programme can be effectively coordinated; and how initiating one activity can, quite naturally, lead to the emergence of others. And as a consequence of the organic unfoldment of the educational process and the participants’ ongoing spiritual and moral development, all facets of the growth programme are, in time, extended and enhanced.",
      "index": [1, 1, 2, 2],
      "quote": "Letter written on behalf of the Universal House of Justice"
    },
    {
      "content": "For the Five Year Plan commencing at Riḍván 2016, one of the objectives set before the Bahá’í world is to raise the number of clusters where a programme of growth has become intensive to 5,000. One aspect of the divers and evolving efforts of the friends in clusters that are striving to establish an intensive programme of growth pertains to the introduction and strengthening of the junior youth programme. In the vast majority of such clusters, efforts to implement the junior youth programme are either yet to begin or at the very initial stages. In relation to this educational activity, the task at hand can be viewed in terms of developing capacity to engage and sustain the participation of some 50 to 100 junior youth in the programme. The purpose of this document is to assist those who are supporting friends in other clusters, for instance as regional junior youth coordinators or as part of a team of experienced friends, in their efforts to carry out the junior youth programme. In the coming years, of course, progress will also need to occur in those clusters that are further along. In these places, many of which are associated with one or another learning site, the friends are learning to engage 300, and in some cases over 1,000 young people in a well-coordinated programme.",
      "index": [1, 1, 3],
      "spans": [
        {
          "start": 110,
          "q": "29 December 2015",
          "end": 197
        }
      ]
    },
    {
      "content": "Before going into a discussion about the growth of the junior youth programme, take a moment to read and consider the following points that speak to the nature of the process underway:",
      "index": [1, 1, 4]
    },
    {
      "content": "In the context being discussed here, the junior youth programme is embedded in a broader process of community building. The programme grows according to the particular opportunities available and as capacity allows. In some cases, the growth in the number of groups progresses at a rate that is faster than other core activities. In others, it advances either at the same rate or slower than other elements of a process of community building. Each of the core activities contributes to the process of growth in a distinct way and is essential to the spiritual and material progress of a community. Woven together, they help create an increasingly rich pattern of action through which consistent progress is achieved.",
      "index": [1, 1, 5, 1],
      "list": 1
    },
    {
      "content": "The capacities outlined in this document with regard to the junior youth programme are developed in the context of the movement of a cluster towards the second milestone. As such, it would be useful to revisit paragraphs 7 to 18 of the 29 December 2015 message of the Universal House of Justice to the Conference of the Continental Boards of Counsellors.",
      "index": [1, 1, 5, 2],
      "list": 1
    },
    {
      "content": "Sustaining some 50 to 100 junior youth in the programme involves much more than forming and maintaining a number of groups. Attention needs to be given to enhancing qualitative aspects of the programme, such as the study of several of the junior youth texts and the regular incorporation of service projects and other complementary activities. Beyond this, a pattern of activity needs to gradually be created that helps the programme take root in a locality. The growing involvement of the community as a whole, including families, other adults, and local institutions and agencies, helps consolidate the programme and create an environment conducive to the spiritual progress of young people. Developing this level of capacity in a cluster, which involves putting in place the essential elements of a vibrant and sustained programme, lays a sound foundation for continued growth.",
      "index": [1, 1, 5, 3],
      "list": 1
    },
    {
      "content": "The programme’s development within a cluster is not a linear process and does not follow a standard set of steps or procedures. It begins with a few simple lines of action and develops in complexity over time as the programme grows in terms of size and quality. Learning comes about through regularly engaging in consultation, action, and reflection––all in the light of the guidance inherent in the Teachings of the Faith.",
      "index": [1, 1, 5, 4],
      "list": 1
    },
    {
      "content": "Naturally, in all places progress involves both achievements and setbacks. Obstacles are inevitable. Some common ones include the mobility of youth and one or another form of disapproval in the early stages from various sources. Through individual and collective effort challenges can be overcome. What is essential is dedication to learning about the spiritual progress of junior youth and the community at large. Such an attitude, which involves patience and a spirit of joy in service, helps ensure continuity of action regardless of challenges. Often the loving support of a number of individuals, such as parents, and the community at large is instrumental in helping to move past difficulties and to turn them into stepping stones for progress.",
      "index": [1, 1, 5, 5],
      "list": 1,
      "spans": [
        {
          "start": 721,
          "q": "28 December 2010",
          "end": 749
        }
      ]
    },
    {
      "content": "In trying to establish a programme of this size and quality, it is useful to ask: what are some of the capacities that need to be developed? A few seem to be particularly pertinent: engaging youth in an ongoing conversation about service to their communities, assisting youth to study the courses of the main sequence of the Ruhi Institute, accompanying youth along a path of service, and enhancing the involvement of the community. An emerging capacity to read reality and engage effectively in action and reflection is integral to the advancement of each of them. Of course, these capacities are interrelated. Further, as they become stronger and more mature over time, a cluster is better able to support hundreds and even thousands of young people in the programme. The following sections are intended not as a sequence of steps to be followed but as a way to stimulate and organize discussions around the gradual development of capacity in a cluster to implement the junior youth spiritual empowerment programme.",
      "index": [1, 1, 6]
    },
    {
      "content": "Before discussing the aforementioned capacities in more depth, let us consider the current circumstances in the clusters you are serving. Of course, in order to assist the friends in these places, you will need to become increasingly familiar with various aspects of the reality of the clusters. A sound reading of reality helps us to formulate a picture of the possibilities and challenges before the friends in each of the clusters in which we are serving. As our reading becomes more accurate and comprehensive, plans and strategies to accompany the friends in a cluster become more effective. As a start, write down a list of these places and try to describe some of their general features. For each cluster, you can include, for example, the overall size of the population, its demographics, the landscape, and culture. You may also find it useful to draw a basic map of these places, if possible.",
      "index": [1, 2, 1]
    },
    {
      "content": "To establish a number of junior youth groups within a cluster, an initial reading of reality would also take into account the conditions of the communities and the possibilities and challenges that exist. This reading would include a description of the lives of junior youth and youth, what positive and negative forces influence them, what daily activities they are engaged in, and statistics that give a sense of the size of the population and the potential pool of human resources that can be drawn upon to support them. To carry out these tasks, the type of information you would be seeking would include, for example, the size of the junior youth population of the cluster, its geographical distribution, the level of schooling, and so on. As best as you can, add to your description of the clusters the information outlined above.",
      "index": [1, 2, 2]
    },
    {
      "content": "Now try to express your understanding of some aspects of the current stage of development of the expansion and consolidation process—the size of the Bahá’í community; the number of individuals who have completed the various courses of the institute; the current number and concentration of core activities; and the nature of the structures for coordinating the expansion and consolidation work. It is also useful to be familiar with some of the history of the junior youth programme’s implementation in the cluster. For instance, do you know when the first groups were established? Who was involved since that time as animators or supporting the programme in other ways? What lessons have the communities learned since then? To help you think about the steps that could be taken to assist these clusters to progress, try to write down the names of individuals who can support the junior youth programme in other another way, including those with experience serving as tutors, animators, or coordinators.",
      "index": [1, 2, 3]
    },
    {
      "content": "Of course, reading the reality of a cluster depends a great deal on our spiritual perception and the qualities of our souls. How, for example, do purity of heart and faith in the capacity of others influence the way we perceive a population? What are some of the unique characteristics of these clusters and its people that, if tapped into, can propel the development of the programme?",
      "index": [1, 2, 4]
    },
    {
      "content": "Vital to the progress of a cluster is a growing pool of capable human resources who are fully committed to its movement from one stage of development to the next. It is only natural, then, that raising up human resources is a central concern of a cluster in all stages of its growth. As for a cluster’s efforts in relation to the expansion and consolidation of the junior youth programme, at the heart of it is a regular rhythm of engaging youth in conversations about community building, identifying those willing to serve as animators, offering them training, helping them establish groups, and providing them with ongoing support. The growing participation of the community in which the programme is being established is essential at all stages of the effort. The advancement of the progamme gains significant momentum as there develops a growing nucleus of friends who are passionate about the moral empowerment of young people, share a common vision, and are committed to engaging in ongoing action and reflection. From the earliest phases of initiating the junior youth programme, then, as you support the friends in a cluster, you will need to give thought as to how such an expanding group can emerge and be nurtured. This constitutes an essential area of learning for the programme’s establishment in cluster after cluster. In this regard, you will find it useful to continually reflect on questions such as: what are some steps that can be taken to identify friends willing to learn about the implementation of the programme; how can those who express an interest be assisted to advance in their vision and commitment; how can close ties of friendship and a culture of mutual support be developed among those involved; how can this nucleus continue to expand; and how can the strengths of each person who is inspired in one way or another by the potential of junior youth be drawn upon.",
      "index": [2, 1, 1]
    },
    {
      "content": "Naturally, the support that a cluster requires with regard to implementing the programme evolves over time. This will depend on various circumstances at any given stage and the experience of the friends involved. As a cluster advances, then, it is useful to regularly assess the kinds of needs that can be met by the friends in the cluster itself and for which ones it would be useful or necessary to receive some form of assistance from elsewhere. Often, it is helpful for those involved to receive deliberate and practical assistance when learning to do something new—whether this be organizing efforts to connect with larger numbers of youth, forming junior youth groups, assisting youth to go through the early courses of the institute, studying Book 5, arranging reflection spaces for animators, or carrying out other elements of the programme.",
      "index": [2, 1, 2]
    },
    {
      "content": "At the beginning of the programme’s implementation in a cluster, the primary concern is to identify individuals with whom to generate an experience conversing with and accompanying junior youth. In some cases, there will be individuals who have already gone through Book 5 and can be assisted to start. In others, you may need to consult with the community in order to connect with friends who are currently in the pyramid or otherwise interested in beginning the study of the main sequence of courses and in serving as animators. In either case, great joy will be derived throughout the time of your service to the cluster as you establish enduring friendships with these youth and their families. Regular conversations with these young people can help them reflect on the purpose of Bahá’u’lláh’s Revelation and the significant contribution to society that young people can make.",
      "index": [2, 1, 3]
    },
    {
      "content": "Early on, these individuals will need assistance to begin thinking about the possibilities open to them to form junior youth groups and to finalize initial plans. On occasion, they may need help in overcoming obstacles that inhibit them from giving active expression to their desire to serve. Participation in spaces with larger numbers of young people such as youth gatherings, junior youth camps, or institute campaigns can help nourish their commitment to walking a path of service. Opportunities to visit a cluster with a more well-established junior youth programme can help them see in practice the profound influence the programme can have on junior youth, families, and the community. For those who are involved in a cluster, taking action together and praying for one another’s efforts can strengthen a sense of collective purpose and deepen friendships.",
      "index": [2, 1, 4]
    },
    {
      "content": "Often, the first groups are formed in a variety of settings as the friends are, for the most part, pursuing any available opportunity. While the first few efforts often yield small junior youth groups that may cease meeting, the formation of these groups is an important achievement for a cluster. Through the process, a number of friends will have advanced in their ability to converse with junior youth and their families about the programme with increasing eloquence and confidence. Likewise, in many cases the first few attempts to offer Book 5 do not produce a rise in the number of individuals active in the promotion of the programme. What is vital, however, is an ability to persist in learning about this aim and to gradually refine each attempt on the basis of experience accumulating in a cluster and elsewhere. The growing capacity within a cluster to involve youth in conversations about community building and to expand the base of the pyramid of human resources provides a solid foundation for such learning to occur.",
      "index": [2, 1, 5]
    },
    {
      "content": "To engage some 50 to 100 junior youth and to then sustain their participation in the programme over a few years, it is generally necessary to have at least a small but regular flow of youth going through Book 5. Such a flow can help ensure that groups are maintained even when some animators’ circumstances prevent them from continuing to serve in this way. At the same time it is important to learn about how to assist more and more animators to hold their groups for one, two, and later three years. Even with a programme of this size, it is useful for the friends to take into account relevant aspects of the lives of youth in a cluster or community in order to gain further insight into how they can be accompanied, for instance, what their concerns and commitments are at different stages in their lives, for what period of time they plan to reside in the cluster, what challenges often arise along the path of service, and what kinds of assistance they require. In addition to a spirit of mutual assistance that exists among the group of animators, the support and counsel of parents and other mature members of the community are often of great importance in assisting youth to live a life of service. Indeed, the support of the community is vital for the advancement of various aspects of the programme.",
      "index": [2, 1, 6]
    },
    {
      "content": "Explore the following questions:",
      "index": [2, 1, 7]
    },
    {
      "content": "Are there possibilities in a region for small teams of friends to visit a more advanced cluster to gain additional confidence and experience in engaging youth in conversations and helping them enter the main sequence, to tutor Book 5 for them, and to assist them to form junior youth groups?",
      "index": [2, 1, 8, 1],
      "list": 1
    },
    {
      "content": "What are the characteristics and circumstances of many of the youth who have expressed interest in serving as animators? What is their age and educational background? What kinds of commitments do they have at different times in their lives, and what implications does this have on their service?",
      "index": [2, 1, 8, 2],
      "list": 1
    },
    {
      "content": "Raising up human resources for the junior youth programme is not without its challenges. For example, while youth continue to be ideal animators, in many regions of the world, there is a high level of mobility among literate youth—large numbers of whom migrate from rural areas to urban centres. Finding ways to address such obstacles are necessary if progress related to the junior youth progamme is to be sustained. What challenges exist in relation to the development of human resources from within the youth populations, and how have they been addressed?",
      "index": [2, 1, 8, 3],
      "list": 1
    },
    {
      "content": "Discuss the idea that the kind of support that a cluster receives evolves over time. Can you describe what it looks like at different stages? What sort of assistance is needed at different points in a cluster’s capacity to implement the junior youth programme, and what are some of the ways in which this assistance can be provided?",
      "index": [2, 1, 8, 4],
      "list": 1
    },
    {
      "content": "Within a cluster, there may be some settings in which it may be easier to initiate the junior youth programme than in others. For example, one strategy to establish the programme in a cluster is to identify a neighbourhood or village with a receptive population and focus on developing capacity for the multiplication of junior youth groups. Of course other settings, such as schools, families, and networks of friends have also been particularly useful in engaging youth in an ongoing conversation about service. Regardless of the settings, such conversations can be seen in the context of a process that seeks to raise capacity within a population to take charge of its own spiritual, social and intellectual development. In general, they are not limited to the youth themselves but extend to their families and other relevant individuals or structures that have some bearing on the life of youth in a community. All of these interactions are opportunities to develop friendships and to connect with others who are eager to contribute to the betterment of their communities.",
      "index": [2, 2, 1],
      "spans": [
        {
          "start": 601,
          "q": "Riḍván 2010",
          "end": 722
        }
      ]
    },
    {
      "content": "To enrich the conversations with youth and their families, friends have assisted one another to explore various themes from the courses of the Ruhi Institute. The concepts of service and a two- fold moral purpose for instance is an important part of these initial conversations. It is often not possible or even necessary to share all that could be said about the service of youth and the junior youth programme in one conversation. It is generally more conducive to fostering understanding, awakening the spirit of initiative, and eliciting the support of parents if conversations are sustained over time. The conversations are also increasingly effective as they take into account the particular concerns of youth in a community and questions that they are facing depending on their stage of life.",
      "index": [2, 2, 2]
    },
    {
      "content": "It has been observed that this capacity to engage youth in conversations about service can be developed more rapidly during periods of collective teaching. The intensity, focus, and sense of mission characteristic of a collective effort allow friends to engage in consistent action carrying forward conversations with a degree of rigor and therefore quickly accumulating experience. Youth gatherings, inspired by the Youth Conferences called for by the Universal House of Justice in 2013, have also been spaces where enthusiasm is generated as one interacts with the engaging materials developed for conferences and which assist youth to think about their individual and collective contributions in building a new civilization inspired by the Teachings of Bahá’u’lláh. Regardless of what the particular strategy might be, continuously expanding the pool of individuals who are a part of the conversation around the moral empowerment of junior youth creates opportunities for a steady flow of individuals to enter the sequence of courses.",
      "index": [2, 2, 3]
    },
    {
      "content": "Think of the communities where efforts are being made to establish the junior youth programme. Identify the environments in which youth interact with others. Can you describe the various ways in which these spaces influence youth?",
      "index": [2, 2, 4, 1],
      "list": 1
    },
    {
      "content": "What are some of the settings and spaces that provide fertile ground for meaningful conversations with youth? Are there youth already engaged in serving their community in one or another way? What are some of the institutions that engage youth in some kind of activity? Where can natural groupings of youth be found?",
      "index": [2, 2, 4, 2],
      "list": 1
    },
    {
      "content": "Let us now consider the question of capacity within a cluster to assist those willing to serve as animators to participate in the institute process and go through Book 5 of the Ruhi Institute in a way that helps empower them to arise and serve. When a group of individuals who are motivated to contribute to the well-being of junior youth is identified, a tutor, whether resident or visiting, is called upon to support them to study the courses of the main sequence. Alternatively, the friends are invited to a neighbouring cluster to participate in a residential course offered by the training institute. In thinking about the environment in which this study takes place, the Universal House of Justice describes the following in its Riḍván 2010 message to the Bahá’ís of the World:",
      "index": [2, 3, 1]
    },
    {
      "content": "Much will fall on those who serve as tutors ... Theirs will be the challenge to provide the environment that is envisioned in the institute courses, an environment conducive to the spiritual empowerment of individuals, who will come to see themselves as active agents of their own learning, as protagonists of a constant effort to apply knowledge to effect individual and collective transformation.",
      "index": [2, 3, 2, 1],
      "quote": "Riḍván 2010"
    },
    {
      "content": "Animators of junior youth groups play an indispensable role in bringing about the transformation that the programme seeks to realize in the lives of its participants. The study of Book 5 can be seen as a means to set an animator on a path of learning which involves continued study, action, and reflection aimed at releasing the latent potentialities of junior youth. When arranging for the study of Book 5, it is helpful to think about the group of people who want to serve as animators and then choose an approach that suits their circumstances. For instance, in some cases, friends will be assisted to advance through the courses of the Ruhi Institute sequentially, especially if they are younger in age. Alternatively, those who in the first instance are motivated to serve as animators can be assisted to study Book 5 following the completion of Book 1. Thought will also need to be given as to what would be a suitable pace and intensity of study, taking into account various factors including the pattern of life of the youth. Regardless of the specific modality, those serving as tutors will often need assistance in preparing for the training and in reflecting on how the kind of environment described in the passage above can be fostered.",
      "index": [2, 3, 3]
    },
    {
      "content": "Creating opportunities for animators to go through other books of the Ruhi Institute is indispensable. The sequence of courses helps to impart knowledge and develop a range of attitudes, skills, and abilities vital to the continued progress of an animator along a path of service. The sequence also helps one appreciate the complementarity of various processes of community building. As animators engage in the study of other courses of the main sequence and carry out the associated practices, their understanding will increase and their capabilities for service will progressively develop.",
      "index": [2, 3, 4]
    },
    {
      "content": "During the initial stages of the implementation of the programme in a cluster, many of the training needs will often be met with support from another cluster in a region. As already mentioned, this can happen, for instance, through the identification of a mobile tutor or the utilization of intensive courses that are taking place in a more advanced cluster. Such events can also provide an opportunity for other tutors from a region to gain practical experience in preparing for and facilitating the study of Book 5. Regardless of the strategies adopted, it is important that thought is continuously given as to how capacity in a cluster to offer training to youth who wish to serve as animators can be developed. Over time, a handful of individuals in a cluster are raised who can create regular opportunities for the study of Book 5 and can assist a number of the animators to progress through some of the other courses. The creation of periodic spaces in a region for tutors of Book 5 to reflect on aspects such as the quality of training and the range of modalities of study can enhance the effectiveness of the efforts under way. Of course, the development of capacity to raise up animators is only one aspect of the overall evolution of the training institute in a cluster.",
      "index": [2, 3, 5]
    },
    {
      "content": "Reflect on the experience that has been gained in your own region in offering training to animators. How many individuals have gone through Book 5? What were some of the ways that they were assisted to do so? In what way has study been offered to avoid it being done too hastily or becoming overly prolonged?",
      "index": [2, 3, 6, 1],
      "list": 1
    },
    {
      "content": "How can you ensure that those who demonstrate interest in serving as animators are able to initiate their study of the main sequence, and what is needed to sustain their participation throughout the training? What obstacles have arisen in this regard, and how have they been overcome?",
      "index": [2, 3, 6, 2],
      "list": 1
    },
    {
      "content": "How have you been able to raise up effective tutors of Book 5? How many of such individuals are there in the clusters you assist?",
      "index": [2, 3, 6, 3],
      "list": 1
    },
    {
      "content": "Understanding the pattern of life of youth in a region can assist in identifying suitable periods for intensive study. Try to carry out an analysis of this pattern for different groups of youth, depending on their educational or other commitments. As a starting point, write a list of vacations and public holidays, or other periods when youth and junior youth are generally more available. It may be useful to consult further on how efforts to raise up animators can synchronize with the pattern of life for young people in a region.",
      "index": [2, 3, 6, 4],
      "list": 1
    },
    {
      "content": "What experience has been gained preparing for effective trainings? How are tutors prepared to facilitate the study and carry out the practical components? How is an appropriate environment cultivated and maintained throughout the training? In your context, what are some practical considerations that need to be taken into account? For example, how far in advance would youth and parents need to be informed and what sort of support could the community provide?",
      "index": [2, 3, 6, 5],
      "list": 1
    },
    {
      "content": "How have you ensured that the insights from previous experiences are incorporated into your current efforts to offer training?",
      "index": [2, 3, 6, 6],
      "list": 1
    },
    {
      "content": "Once individuals have gone through Book 5 and are ready to begin their service as animators, thought needs to be given as to how they can be supported. In thinking about the path of development of an animator, it is useful to keep in mind the following thoughts described in Book 5 of the Ruhi Institute:",
      "index": [2, 4, 1]
    },
    {
      "content": "The capabilities required to serve effectively as an animator will, of course, develop over time, and those pursuing this path of service need not feel compelled, at the beginning, to offer the programme in all of its dimensions. One might start by implementing the study portion only, and progressively add other elements in keeping with growing experience. It should be remembered that the materials of the Ruhi Institute are principally concerned with capacity building—a process conceived in terms of walking a path on which individuals are assisted in carrying out acts of service, gradually acquire the attributes needed to perform them, and eventually are able to accompany others in their efforts to follow a similar path.",
      "index": [2, 4, 2, 1],
      "quote": "Book 5"
    },
    {
      "content": "As implied by the paragraph above, animators require different kinds of assistance at each stage of their service. Following the initial training, most individuals require assistance to form groups and establish a regular rhythm of meetings. Often they will have taken their first few steps during the study of Book 5, while carrying out the practices. In some cases, the youth will already know some junior youth whom they could engage in a group. In others, they would need support to identify a fertile location for the formation of a group and to carry out conversations that elicit commitment to the programme. Here great emphasis would need to be placed on sowing the seeds for a lasting friendship with the junior youth. Experience has shown that conversations and friendship must extend beyond the junior youth to their families as well. One without the other is often not sufficient for sustained participation in the programme.",
      "index": [2, 4, 3]
    },
    {
      "content": "The initial meetings are essential to getting a group off to a good start. The last section of Book 5 provides useful ideas for content and approach. In addition, animators often benefit from assistance in preparing the sessions and facilitating them in a way that helps the junior youth to explore the central ideas and to develop a vision for their group. It is worth mentioning again that initial efforts may only give rise to groups that stop meeting within a few months. Such an outcome need not be regarded as a failure or as an indication that conditions are not propitious for the development of the programme. It would be important to help the friends maintain constancy and joy in their efforts. In the final analysis, it is their perseverance and a strong pattern of action, reflection and consultation that allow them to continue reaching out again and again until they are able to sustain their groups.",
      "index": [2, 4, 4]
    },
    {
      "content": "Animators also may need help in devising complementary activities and motivating the junior youth to plan and execute service projects. As their experience deepens, they might need to be supported to visit the families of the junior youth more regularly. Such visits can help nurture close relationships of trust with the families. The content of these conversations often includes concepts in Book 5 and the texts of the programme. These discussions become more profound over time as the animator and parents reflect on the progress of the junior youth.",
      "index": [2, 4, 5]
    },
    {
      "content": "What strategies have been used in the cluster to form junior youth groups? Which ones have been the most successful? What have been the biggest obstacles to forming groups? In your experience, what role has the community played in the formation of groups?",
      "index": [2, 4, 6, 1],
      "list": 1
    },
    {
      "content": "In clusters with which you are familiar, what are some of the practical questions that need to be taken into account in planning for the first few meetings? For instance, what kinds of locations are suitable for the groups to meet in? Would it be helpful for the programme to be given a certain degree of formality, for example using registration forms and sharing with parents a general calendar of activities?",
      "index": [2, 4, 6, 2],
      "list": 1
    },
    {
      "content": "How can animators be accompanied to carry out the first few sessions and ensure that the group starts on a solid foundation? Also, give some examples of ways in which animators have been able to incorporate various elements of the programme such as service projects, other complementary activities, or outings.",
      "index": [2, 4, 6, 3],
      "list": 1
    },
    {
      "content": "You may find it helpful at this time to read and reflect on some paragraphs from recent messages of the House of Justice regarding the kind of relationship that exists among friends who are accompanying one another along a path of service.",
      "index": [2, 4, 6, 4],
      "list": 1
    },
    {
      "content": "For the continued development of the capacity of the animators, providing these friends with ongoing training is also important. While in certain cases the training of animators may have initially included study of Books 1 and 5 of the Ruhi Institute, it is clear that their capacity to accompany a group of junior youth is greatly enhanced as they study the remaining books of the main sequence. Going through the remaining junior youth texts also helps them to more fully grasp the nature and purpose of the programme and contributes to their own spiritual and intellectual development. As an animator’s understanding of the concepts explored in the texts is enhanced, so is their ability to guide a group’s exploration of these themes. Of course, the time of a youth is not unlimited. For this reason it is useful to consider what can be reasonably expected of them in the period of, say, a year, taking into account the pattern of life in their community. How many courses of the Ruhi institute will they be able to study? How many hours a week are they able to give to the junior youth as well as visiting parents? How many texts can they offer to the junior youth? How many weekends or extended periods can they be available for camps? Based on this, right from the start of their group, animators can have a basic plan for how they will progress with the group and receive ongoing training. This is not a rigid plan, but one that allows for deliberate action that can be adjusted in light of experience.",
      "index": [2, 4, 7]
    },
    {
      "content": "Provide some examples of instances in which animators have been assisted to continue to progress through the main sequence of courses and to also become familiar with the junior youth texts.",
      "index": [2, 4, 8, 1],
      "list": 1
    },
    {
      "content": "As an exercise, try to answer the questions above as it relates to animators in a cluster that you are familiar with. Are there opportunities for ongoing study in the cluster, or will they have to be arranged at a regional level? What arrangements can be made to ensure that these animators can continue their study of the institute courses and junior youth texts?",
      "index": [2, 4, 8, 2],
      "list": 1
    },
    {
      "content": "Much of the support that is described above will happen in the context of interactions with individual animators, or at times with groups of animators working together, to assist them to gain experience in implementing one or another element of the programme. In addition to the support that animators receive through visits and collaboration with their friends, it is important that regular spaces for reflection be created for all of the animators. In some places, if the animators live in the same neighbourhood or village, they can meet once a week to reflect on their efforts, to study relevant materials together, and to plan their next steps. As the number of animators in a cluster grows, it is useful to also begin organizing more formal animator gatherings. These spaces, which are usually of longer duration and occur at least once during a cycle of activity, provide an opportunity to consult and analyse progress in more depth. Certain sections of Book 5 and, if necessary, relevant lessons of the junior youth texts can be reviewed. The review of Book 5 is enriched each time from the knowledge being gained in the field and includes the sharing of valuable experience by animators. Such meetings are also an opportunity to strengthen a sense of mutual support among the animators and to collectively assess the advancement of the programme in a community. At a stage where there are only one or two animators in a few clusters, gatherings can be organized at the regional level. Although each animator is working more closely with a certain number of the participants, they can each feel a sense of responsibility for the spiritual development of all of the junior youth in the programme.",
      "index": [2, 4, 9]
    },
    {
      "content": "In this regard, it is useful to bear in mind that sustaining some 50 to 100 junior youth in the programme entails much more than accompanying individual animators to each sustain their groups. While the animators continue to receive ongoing support to advance in their capacity to hold their group, the implementation of the programme can also be organized in ways that enable all the junior youth to benefit from an increasingly rich collective experience. Junior youth camps, opportunities for several groups to carry out service projects together, festivals where all the participants come together and express their understanding of profound concepts in an artistic form, and other kinds of spaces all reinforce what the junior youth are learning in their groups as well as a sense of collective movement. Such efforts complement the development of the capacity of animators, allowing a group of animators to think and act collectively, to strengthen their relationships with their junior youth, and to increase their confidence in incorporating complementary activities and service projects. If, for one or another reason, some animators are unable to continue to be with their groups, the junior youth are still engaged in some way and can benefit from the pattern of activity that exists in the cluster while other animators are being identified. In this context, the strengths and talents of each of the animators can be drawn upon in order to benefit all of the junior youth.",
      "index": [2, 4, 10]
    },
    {
      "content": "Capacity in a cluster to accompany a team of animators emerges through patient and concerted effort. Initially, much of the work of supporting animators will fall on a regional coordinator or other individuals with experience who are assisting the friends to strengthen the expansion and consolidation work in the cluster. These could include, for instance, an assistant to an Auxiliary Board member, a visiting team of travel teachers or tutors, or a pioneer. The question of how capacity within a cluster to accompany animators can be nurtured, however, will need to be considered from the outset, when the process for the spiritual empowerment of junior youth starts. To form and sustain the first few groups, the system of support can be quite simple. One or more experienced individuals working with the cluster shoulder much of the responsibility for assisting animators to form groups and put in place the various elements of the programme. They work closely with each animator, helping them better understand the programme, its potential for social and individual transformation, and helping them overcome obstacles that they will inevitably face. In addition, they bring them together regularly to reflect and naturally draw on each other’s strengths to assist one another in various aspects of their efforts. It is important that from the beginning, close friendship, a culture of mutual support, and unity of vision characterize their efforts. They would also benefit from assistance in sharpening their reading of the reality of their community and drawing on opportunities that exist within the locality to strengthen the programme. Some of these animators will eventually gain more experience and will be able to more deliberately assist others. Often, as the cluster reaches some five groups or more, the need emerges for an individual to be identified from among the animators to lend more systematic attention to coordinating the expansion and consolidation of the programme. This person would contribute to ensuring that animators benefit from the accumulating body of knowledge being gained about the programme both in the cluster and elsewhere. For these friends, a loving conversation that helps them to perceive the needs of the programme and an effort to learn together with them in the field assists them to gradually take on the tasks of coordination. Those who were initially accompanying these friends, of course, do not immediately withdraw, but continue to assist the process as it grows.",
      "index": [2, 4, 11]
    },
    {
      "content": "The following questions may help you consider how to nurture capacity to accompany youth in their service as animators. For the purpose of this exercise, use the example of one or two clusters with which you are familiar.",
      "index": [2, 4, 12]
    },
    {
      "content": "How can support for animators be organized for the friends in these places? Who is available to assist with accompanying animators as they form their groups? Do those available to accompany have prior experience with the junior youth programme themselves? Do they have familiarity with the cluster?",
      "index": [2, 4, 13, 1],
      "list": 1
    },
    {
      "content": "How often can the animators meet? What will be the content of their conversations?",
      "index": [2, 4, 13, 2],
      "list": 1
    },
    {
      "content": "Are there enough animators to have meaningful animator gatherings at the cluster level? If not, how will regional gatherings be arranged? How often is it practical to do them?",
      "index": [2, 4, 13, 3],
      "list": 1
    },
    {
      "content": "What opportunities are there for the animators to participate in the devotional life of the community? How will they be kept informed of community activities such as devotional meetings, feasts, and firesides?",
      "index": [2, 4, 13, 4],
      "list": 1
    },
    {
      "content": "Essential to progress in of all of the areas discussed until now is the involvement of the community. In its Riḍván message of 1996 to the Bahá’í’s of the World, the House of Justice described the community in these terms:",
      "index": [2, 5, 1]
    },
    {
      "content": "A community is of course more than the sum of its membership; it is a comprehensive unit of civilization composed of individuals, families and institutions that are originators and encouragers of systems, agencies and organizations working together with a common purpose for the welfare of people both within and beyond its own borders; it is a composition of diverse, interacting participants that are achieving unity in an unremitting quest for spiritual and social progress.",
      "index": [2, 5, 2, 1],
      "quote": "Riḍván 1996"
    },
    {
      "content": "To explore the concept in more depth, bring to mind your own community. Recall, for instance, the diversity of individuals, the families they come from, and the range of institutions and agencies. Think about the relationships within and between these families, the roles of each of the institutions and agencies, and the connections between them. Also try to reflect on some less visible characteristics of the community, such as the kinds of talents that the people possess, the hopes and aspirations of the individuals and families, and some of the commonly held values and norms. In every community there are also many processes under way. Some of these have to do with the material dimension of existence. Others relate to its social and spiritual progress. Can you think of examples of some of these processes and the chains of activities of which they are comprised? What are the responsibilities or concerns that each of these processes is aimed at addressing?",
      "index": [2, 5, 3]
    },
    {
      "content": "Of course, one of the essential responsibilities of a community is for the moral and spiritual education of its younger members. Implementing the junior youth programme can be seen as one of its responses to this responsibility. Those who are carrying out the programme are striving to foster a process in a community that seeks to release the spiritual and intellectual potentialities of more and more of its junior youth. As steps are taken to introduce and advance the programme, challenges will inevitably arise along the way. However, the resolution of many of these will reside in the community itself—drawing on the wealth of wisdom and capacity that exists. Indeed, creating an environment in which the junior youth in a community can flourish is one in which all have an important part to play—those serving as animators, other youth in a community, families, parents, adults in the community at large, and local leaders, institutions, and agencies.",
      "index": [2, 5, 4]
    },
    {
      "content": "Consider the following questions:",
      "index": [2, 5, 5]
    },
    {
      "content": "What are some examples you have seen of ways in which the community can lend support to the establishment of the programme? What form has it taken in:",
      "index": [2, 5, 6, 1],
      "list": 1
    },
    {
      "content": "The formation of groups",
      "index": [2, 5, 6, 2, 1],
      "list": 2
    },
    {
      "content": "Identifying animators",
      "index": [2, 5, 6, 2, 2],
      "list": 2
    },
    {
      "content": "Training animators",
      "index": [2, 5, 6, 2, 3],
      "list": 2
    },
    {
      "content": "Sustaining animators in their service",
      "index": [2, 5, 6, 2, 4],
      "list": 2
    },
    {
      "content": "Supporting youth in various aspects of their lives",
      "index": [2, 5, 6, 2, 5],
      "list": 2
    },
    {
      "content": "The sustainability of the programme",
      "index": [2, 5, 6, 2, 6],
      "list": 2
    },
    {
      "content": "What are some steps that have been taken to enhance consciousness within the community about its responsibilities to nurture the spiritual development of junior youth?",
      "index": [2, 5, 6, 3],
      "list": 1
    },
    {
      "content": "What are some spiritual qualities, attitudes, and skills that are required to raise this kind of consciousness?",
      "index": [2, 5, 6, 4],
      "list": 1
    },
    {
      "content": "How can an environment be created in the home and other spaces within the community that is increasingly shaped by an understanding of the unique requirements and potentialities of this age group? What role have regular visits to parents and spaces such as parent gatherings and junior youth festivals played towards this end?",
      "index": [2, 5, 6, 5],
      "list": 1
    },
    {
      "content": "What are the institutions or agencies in the community that are involved in the lives of youth and junior youth? Some examples include schools, universities, colleges or other kinds of training centres. In some urban contexts this could include community centres or other kinds of non-governmental organizations. In rural areas, some possible entities are the village elders or an elected committee.",
      "index": [2, 5, 6, 6],
      "list": 1
    },
    {
      "content": "Think of examples of how institutions, both Bahá’í and those in the wider society, have opened spaces, created opportunities for individual volition to find expression, and channeled the resources necessary for the programme to take root and flourish.",
      "index": [2, 5, 6, 7],
      "list": 1
    },
    {
      "content": "So far we have explored a few elements that are essential to the sound establishment of the junior youth spiritual empowerment programme in a cluster. We can now turn to the question of how you could try to follow a process by which the capacity of friends in several clusters in a region can be developed in relation to the implementation of the programme.",
      "index": [3, 1]
    },
    {
      "content": "Of course, efforts are underway to advance the programme in a wide array of regions. These range from ones in which initial activities to nurture junior youth have begun in one or two clusters to those in which tens of clusters are engaging hundreds of young people in the programme, with some of these places even involving well over 1,000 participants. Regions also vary significantly in relation to the number of clusters in which a programme of growth is underway and the maturity of the systems in place to support the advancement of the full spectrum of clusters. Here are some descriptions of a few typical regions, from the perspective of the implementation of the junior youth programme:",
      "index": [3, 2]
    },
    {
      "content": "A small number of junior youth groups have been established by a few believers in a handful of clusters in this region. There are no dedicated junior youth coordinators yet, although some arrangements exist at the regional or national level to administer basic needs such as those related to the availability of materials. Special attention is currently being given to generating experience in one or two clusters, with the assistance of an individual with more experience residing in another country or region.",
      "index": [3, 3, 1],
      "list": 1
    },
    {
      "content": "This region has at least one cluster in which some five to ten groups have been established and is served by a junior youth coordinator. There are a few other clusters in which one or two groups have been established. Arrangements to provide the friends in these places with systematic support are still at a nascent stage, but gradually being put in place.",
      "index": [3, 3, 2],
      "list": 1
    },
    {
      "content": "This region has several clusters with at least fifty to a hundred junior youth, and one of these has been able to involve several hundred participants in the programme. A few experienced friends from the more advanced cluster are called upon from time to time to support the efforts being made in the surrounding places. Occasionally, selected individuals from the region are invited to various gatherings or trainings that are held in the cluster that is further along on the continuum. A regional junior youth coordinator is in place who accompanies the cluster coordinators in their work. The cluster with several hundred junior youth is part of a network of clusters associated with a learning site.",
      "index": [3, 3, 3],
      "list": 1
    },
    {
      "content": "This region has established the junior youth programme in many of its clusters. Several clusters in the region are sustaining a few hundred junior youth in the programme. Most or each of these advanced clusters assists a number of others surrounding it, in a way similar to what was described above. A team of regional coordinators support the programme in all of the clusters in the region, organizing periodic seminars for the cluster coordinators and accompanying them in the field. One of the more advanced clusters in the region serves as a site for learning.",
      "index": [3, 3, 4],
      "list": 1
    },
    {
      "content": "Question:",
      "index": [3, 4]
    },
    {
      "content": "Think about the region you serve and which description above matches its current circumstances most closely. Take some time to write a few paragraphs about the present stage of development of the programme in the region. Go on to expand further and try to describe some other general characteristics of the region.",
      "index": [3, 5, 1],
      "list": 1
    },
    {
      "content": "An activity in which you will be regularly engaged involves reading relevant aspects of the reality of a region and assessing the possibilities and needs regarding the growth of the junior youth programme. Earlier during the study of this document you had already begun to explore this idea in some depth in relation to specific clusters. Here we will try to build on that analysis, looking at the region as a whole. Some of the aspects of the reality of a region you would be particularly interested in knowing relate to the overall movement of the expansion and consolidation work—for instance, the full spectrum of clusters, the size of the Bahá’í community, the strength of the institute process in each of them, and advances being made in relation to the work with youth. Other aspects concern the general demographics and geography of a region. For instance the proximity of various clusters to one another, how many of them are located in rural or urban areas, the different kinds of languages and cultures that exist, and perhaps even some basic trends or patterns regarding the lives of junior youth and youth. All of this helps provide context for an in-depth assessment of current strengths of the region in relation to the junior youth programme. Other information that could be useful includes the level of growth of the programme in the region and how many junior youth have completed and are going through the various texts. In relation to human resources serving the programme, it would be helpful to know the numbers of individuals who have gone through Book 5, have experience sustaining a group for one year or more, have assisted someone else to form a group and take the junior youth through the first text, have served as tutors for Book 5 and helped the participants take their initial steps, and have acted as junior youth coordinators.",
      "index": [3, 6]
    },
    {
      "content": "Give yourself some time to elaborate on the description of the region you started writing, adding to it the information and insights you obtained in reflecting on the above paragraph.",
      "index": [3, 7, 1],
      "list": 1
    },
    {
      "content": "On the basis of an understanding of the current stage of development of the programme in a region, we can now give more thought as to how the system for supporting the programme can be structured. In this regard, it may be helpful to think of groupings of clusters. Each of these groupings would include at least one cluster that has relatively more advanced experience in relation to the growth of the programme, and a few others, ideally in close geographic proximity, that can benefit from the insights it has gained. If, for instance, there is a cluster that is sustaining over 100 junior youth in the programme, there could be other clusters nearby that are still struggling to establish the programme that could learn from its experience in one or another way. Some examples of ways in which these clusters could contribute to the efforts of other clusters can include: serving as a host for junior youth camps, larger youth gatherings, intensive courses for the study of the main sequence, and spaces for reflection for those involved in coordination; inviting friends from other clusters to visit junior youth groups and participate in animator gatherings; and being a base for individuals with more experience who are visiting and accompanying the friends in other clusters.",
      "index": [3, 8]
    },
    {
      "content": "Of course, the precise nature of the interactions between the friends in this group of clusters would vary from place to place and evolve over time. It would depend of course on factors such as the capacity that exists in the more advanced cluster, what its strengths are, as well as the specific needs of the surrounding clusters. In this regard, thought could be given as to how these two important concerns can be balanced: the sustainability and continued strengthening of the programme in the more advanced clusters and the nurturing of the programme in places at a more initial stage. In many cases, creative ways can be devised to bring synergy between these two interrelated needs.",
      "index": [3, 9]
    },
    {
      "content": "Try to identify such groupings of clusters: those that are more advanced in terms of capacity to implement the junior youth programme and others that could benefit from its experience in one or another way. Also identify those clusters that could be strategically strengthened in order to contribute to progress within the region.",
      "index": [3, 10, 1],
      "list": 1
    },
    {
      "content": "What are some of the particular needs and questions before the friends in clusters that are more advanced? How can they be assisted to continue to move this forward? What about those clusters that are at earlier stages?",
      "index": [3, 10, 2],
      "list": 1
    },
    {
      "content": "We can now consider what kind of system of support can be devised for each cluster and the individuals at the forefront of the junior youth programme in a region. In general, it is useful to analyse the situation of each of the clusters and to determine what kind of assistance each requires to take the next step forward. A variety of creative ways can be devised to respond to the needs and opportunities present in each cluster. Some clusters, for instance, where the process is at a much earlier stage, would require periodic visits to identify youth and, if possible, the creation of opportunities for them to learn from the experience of a more advanced cluster. In other clusters, a coordinator might be in place or otherwise an informal team of individuals who are beginning to take on tasks related to coordination. In this set of clusters, thought will need to be given as to how the capacity of these friends to coordinate the programme can be developed. At the heart of your plan for supporting these clusters will be a rhythm of regularly visiting them and organizing spaces for reflection, practice study, and planning for those at the forefront of the programme. It is essential that such a pattern becomes well-established early on as it helps the friends involved to advance in their learning in a systematic manner.",
      "index": [3, 11]
    },
    {
      "content": "In relation to the spaces mentioned above, these are usually held in a more advanced cluster and can occur between two and four times in a year. The length and content of these spaces and who is invited would vary depending on the requirements at any given time. Those who attend are generally coordinators, potential coordinators, or others with sound experience in the programme. The content of the programme typically includes the following components: a review and analysis of Book 5 and the junior youth texts; a discussion and study of materials related to the tasks of coordination; field visits within the cluster to help participants link conceptual elements of the programme with practical experience; and planning for the participants’ own clusters. In general, you would need to give careful thought in designing the content of each gathering of this kind in such a way that would assist the participants to further enhance their capacities for service while corresponding to their varying levels of experience. The length of such gatherings can vary from one weekend of focused reflection and analysis to a month, during which participants gain first- hand experience conversing with youth in a collective expansion phase, offering training to those who are willing to serve as animators, and helping them form groups.",
      "index": [3, 12]
    },
    {
      "content": "Reflecting on the following questions may help you think about the organization of such spaces in the region you serve:",
      "index": [3, 13]
    },
    {
      "content": "Consider the content of the training seminars you hope to organize: how will the programme assist participants to gain a deeper understanding of the elements required to become effective coordinators and to gain practical experience in the field?",
      "index": [3, 14, 1],
      "list": 1
    },
    {
      "content": "Describe the underlying logic of one or two of the seminars you have already planned. What sorts of capacities have they sought to help coordinators develop? What activities during the seminar contributed to the development of these capacities? Are there examples of where they have helped systematize learning and make clearer insights being gained from experience across the region?",
      "index": [3, 14, 2],
      "list": 1
    },
    {
      "content": "Let us take the example of the capacity to collaborate with a team of friends focused on raising animators from the wider society.",
      "index": [3, 14, 3],
      "list": 1
    },
    {
      "content": "What might an initial seminar to help coordinators develop this capacity look like? What are some things you would want to take into consideration when planning this seminar?",
      "index": [3, 14, 4, 1],
      "list": 2
    },
    {
      "content": "Once a number of coordinators have had considerable experience with this process, what might a seminar to systematize learning look like? What are some things that the regional coordinator should keep in mind when planning this seminar?",
      "index": [3, 14, 4, 2],
      "list": 2
    },
    {
      "content": "Choose one or two other examples of areas of learning and discuss how they could be effectively explored in such a seminar.",
      "index": [3, 14, 5],
      "list": 1
    },
    {
      "content": "Vital to the success of such spaces are the subsequent efforts to assist each participant in the field. Following these events, participants often need to be accompanied in implementing their plans. For example, they can benefit from assistance in identifying and training animators, visiting parents in order to describe the programme, improving the quality of junior youth groups, conducting regular animator gatherings, and strengthening the scheme of coordination within a cluster or region. The form a particular visit or sequence of visits will take, of course, depends on its purpose. Having clarity on the purpose of a visit helps one to avoid haphazard action and to build on progress that has already been made. Accordingly, the length, content, frequency, and timing of visits vary greatly, depending on what needs to be accomplished. It many cases, it is useful to carry out longer visits of two to three weeks. In other instances, your objectives might be met simply by visiting for a weekend or a series of short visits. Questions that could be considered in this regard include: What are the key moments in a process for which a regional coordinator should be present? How much time together is needed for a particular capacity to grow? Accompaniment is especially needed when the task is being done for the first time. For example, in deciding to be present for the key moments related to the raising of animators, the regional coordinator may be present for a ten-day outreach campaign in order to meet youth and help with the facilitation of follow-up gatherings, and thereafter, may visit the cluster every weekend to be present for the study circle and subsequent mobilization of the youth into the field of service.",
      "index": [3, 15]
    },
    {
      "content": "Experience demonstrates that visits need to be well planned with the cluster beforehand and in light of the plan made at the seminar. If the visit is conceptualized with the friends in the field and a shared vision emerges, it becomes easier to execute together. In this way, the coordinator is not planning a schedule for a visitor who arrives in order to observe and evaluate, but rather, plans are being made to serve alongside one another in the field.",
      "index": [3, 16]
    },
    {
      "content": "Reflect on the following questions:",
      "index": [3, 17]
    },
    {
      "content": "What is required to ensure that each participant is accompanied after the training seminar in their efforts to translate their learning into action? How can you establish a steady rhythm of training, follow-up, and reflection with multiple groups of participants?",
      "index": [3, 18, 1],
      "list": 1
    },
    {
      "content": "Think back to what you consider to be some of your more effective visits. What were their characteristics? Describe what was carried out, how you prepared for the visit and how you decided how frequently or how long to go.",
      "index": [3, 18, 2],
      "list": 1
    },
    {
      "content": "Choose a few coordinators who have received good assistance in the last cycle or two, and describe every step that has been taken in the last six months with respect to that coordinator, almost like a timeline of how this person was assisted. Describe how the coordinator has advanced in that six-month period.",
      "index": [3, 18, 3],
      "list": 1
    },
    {
      "content": "Discuss an example of how a visit—or a series of visits—aimed at assisting a cluster to advance in its ability to raise up animators from the wider society might look like.",
      "index": [3, 18, 4],
      "list": 1
    },
    {
      "content": "As this rhythm of accompanying coordinators in the field and organizing spaces for friends from several clusters becomes established and matures over time, a process of generating, systematizing, and disseminating knowledge regarding various aspects of the programme advances. For instance, during these spaces several friends from a region at the forefront of the programme consult with one another and participate in field visits in the more advanced cluster. On the basis of their experiences at home and at the cluster hosting them, they are able to contribute to a growing body of knowledge. The learning generated can then be consolidated as the regional coordinator accompanies friends in other clusters and as experiences in the field are incorporated into the content of subsequent gatherings. In this way, regional coordinators can gradually advance in their capability to systematize learning about various aspects of the programme.",
      "index": [3, 19]
    },
    {
      "content": "An aspect of this learning pertains to the elements needed to assist teams of individuals through accompanying, training, and correspondence to become effective coordinators of the programme. Another area involves enhancing the quality of the programme by, for example, consulting with animators about the service projects and the complementary activities groups carry out, helping the animators deepen their understanding of the junior youth texts, and assessing the influence of the programme on the hearts and minds of junior youth and youth, as well as its effect on the general pattern of community life. More advanced clusters in a region—some of which might be connected to a site for learning—can be spaces to more deliberately advance learning about many of these questions, particularly those that arise out of the growth of the programme.",
      "index": [3, 20]
    },
    {
      "content": "What aspects of the programme are being learned about in more advanced clusters? What are some of the frontiers? How can these continue to move forward?",
      "index": [3, 21, 1],
      "list": 1
    },
    {
      "content": "How is the knowledge arising from the experience being gained in the region being systematized in a way that can be communicated to others? What approaches and instruments are being used? What are some of the spaces in which these insights can become accessible?",
      "index": [3, 21, 2],
      "list": 1
    },
    {
      "content": "Think a bit more about various instruments for gathering, systematizing and disseminating learning and how these can be used in an appropriate and effective way. Below are just a few examples; feel free to discuss other instruments as well:",
      "index": [3, 21, 3],
      "list": 1
    },
    {
      "content": "Regular spaces for consultation and reflection",
      "index": [3, 21, 4, 1],
      "list": 2
    },
    {
      "content": "Visits of regional coordinators to clusters",
      "index": [3, 21, 4, 2],
      "list": 2
    },
    {
      "content": "Visits of friends to a more advanced cluster",
      "index": [3, 21, 4, 3],
      "list": 2
    },
    {
      "content": "Short case studies or descriptions of certain experiences in a region",
      "index": [3, 21, 4, 4],
      "list": 2
    },
    {
      "content": "Community gatherings",
      "index": [3, 21, 4, 5],
      "list": 2
    },
    {
      "content": "What are some of the fundamental qualities and attitudes that characterize those involved in a process of learning?",
      "index": [3, 21, 5],
      "list": 1
    }
  ]
}
