{
  "author": "‘Abdu’l-Bahá",
  "source": "https://www.bahai.org/library/authoritative-texts/abdul-baha/additional-prayers-revealed-abdul-baha/additional-prayers-revealed-abdul-baha.pdf",
  "title": "Additional Prayers Revealed by ‘Abdu’l-Bahá",
  "type": "Prayer",
  "titles": {},
  "items": [
    {
      "content": "O Lord!",
      "index": [1, 1, 1],
      "categories": ["Youth"],
      "call": 1
    },
    {
      "content": "Plant this tender seedling in the garden of Thy manifold bounties, water it from the fountains of Thy loving-kindness and grant that it may grow into a goodly plant through the outpourings of Thy favour and grace.",
      "index": [1, 2],
      "categories": ["Youth"]
    },
    {
      "content": "Thou art the Mighty and the Powerful.",
      "index": [1, 3],
      "categories": ["Youth"]
    },
    {
      "content": "He is the Most Glorious!",
      "index": [2, 1, 1],
      "call": 1
    },
    {
      "content": "O my merciful Lord! This is a hyacinth which hath grown in the garden of Thy good pleasure and a twig which hath appeared in the orchard of true knowledge. Cause it, O Lord of bounty, to be refreshed continually and at all times through Thy vitalizing breezes, and make it verdant, fresh and flourishing through the outpourings of the clouds of Thy favours, O Thou kind Lord!",
      "index": [2, 2]
    },
    {
      "content": "Verily Thou art the All-Glorious.",
      "index": [2, 3]
    },
    {
      "content": "He is God!",
      "index": [3, 1, 1],
      "categories": ["Children"],
      "call": 1
    },
    {
      "content": "O Thou kind Lord! We are poor children, needy and insignificant, yet we are plants which have sprouted by Thy heavenly stream and saplings bursting into bloom in Thy divine springtime. Make us fresh and verdant by the outpourings of the clouds of Thy mercy; help us to grow and develop through the rays of the sun of Thy goodly gifts and cause us to be refreshed by the quickening breeze wafting from the meadows of Truth. Grant that we may become flourishing trees laden with fruit in the orchard of knowledge, brilliant stars shining above the horizon of eternal happiness and radiant lamps shedding light upon the assemblage of mankind.",
      "index": [3, 2],
      "categories": ["Children"]
    },
    {
      "content": "O Lord! Should Thy tender care be vouchsafed unto us, each one of us would, even as an eagle, soar to the pinnacle of knowledge, but were we left to ourselves we would be consumed away and would fall into loss and frustration. Whatever we are, from Thee do we proceed and before Thy threshold do we seek refuge.",
      "index": [3, 3],
      "categories": ["Children"]
    },
    {
      "content": "Thou art the Bestower, the Bountiful, the All-Loving.",
      "index": [3, 4],
      "categories": ["Children"]
    },
    {
      "content": "He is God!",
      "index": [4, 1, 1],
      "categories": ["Youth"],
      "call": 1
    },
    {
      "content": "O Thou pure God! Let these saplings which have sprouted by the stream of Thy guidance become fresh and verdant through the outpourings of the clouds of Thy tender mercy; cause them to be stirred by the gentle winds wafting from the meads of Thy oneness and suffer them to be revived through the rays of the Sun of Reality, that they may continually grow and flourish, and burst into blossoms and fruit.",
      "index": [4, 2],
      "categories": ["Youth"]
    },
    {
      "content": "O Lord God! Bestow upon each one understanding; give them power and strength and cause them to mirror forth Thy divine aid and confirmation, so that they may become highly distinguished among the people.",
      "index": [4, 3],
      "categories": ["Youth"]
    },
    {
      "content": "Thou art the Mighty and the Powerful.",
      "index": [4, 4],
      "categories": ["Youth"]
    },
    {
      "content": "O Lord!",
      "index": [5, 1, 1],
      "categories": ["Youth", "Women"],
      "call": 1
    },
    {
      "content": "Help this daughter of the Kingdom to be exalted in both worlds; cause her to turn away from this mortal world of dust and from those who have set their hearts thereon and enable her to have communion and close association with the world of immortality. Give her heavenly power and strengthen her through the breaths of the Holy Spirit that she may arise to serve Thee.",
      "index": [5, 2],
      "categories": ["Youth", "Women"]
    },
    {
      "content": "Thou art the Mighty One.",
      "index": [5, 3],
      "categories": ["Youth", "Women"]
    },
    {
      "content": "O Thou kind Lord!",
      "index": [6, 1, 1],
      "call": 1
    },
    {
      "content": "Grant that these trees may become the adornment of the Abhá Paradise. Cause them to grow through Thy celestial bounty. Make them fresh and verdant and besprinkle them with heavenly dewdrops. Attire them with robes of radiant beauty and crown their heads with gorgeous blossoms. Adorn them with goodly fruit and waft over them Thy sweet savours.",
      "index": [6, 2]
    },
    {
      "content": "Thou art the Bestower, the All-Loving, the Most Radiant, the Most Resplendent.",
      "index": [6, 3]
    },
    {
      "content": "He is God!",
      "index": [7, 1, 1],
      "categories": ["Children"],
      "call": 1
    },
    {
      "content": "O God, my God! We are children who have sucked the milk of divine knowledge from the breast of Thy love and have been admitted into Thy Kingdom while of tender age. We implore Thee in the daytime and in the night season saying: O Lord! Make firm our steps in Thy Faith, guard us within the stronghold of Thy protection, nourish us from Thy heavenly table, enable us to become signs of divine guidance and lamps aglow with upright conduct and aid us through the potency of the angels of Thy kingdom, O Thou Who art the Lord of glory and majesty!",
      "index": [7, 2],
      "categories": ["Children"]
    },
    {
      "content": "Verily Thou art the Bestower, the Merciful, the Compassionate.",
      "index": [7, 3],
      "categories": ["Children"]
    },
    {
      "content": "O Thou Lord of wondrous grace!",
      "index": [8, 1, 1],
      "categories": ["Youth"],
      "call": 1
    },
    {
      "content": "Bestow upon us new blessings. Give to us the freshness of the spring. We are saplings which have been planted by the fingers of Thy bounty and have been formed out of the water and clay of Thy tender affection. We thirst for the living waters of Thy favours and are dependent upon the outpourings of the clouds of Thy generosity. Abandon not to itself this grove wherein our hopes aspire, nor withhold therefrom the showers of Thy loving-kindness. Grant that from the clouds of Thy mercy may fall copious rain so that the trees of our lives may bring forth fruit and we may attain the most cherished desire of our hearts.",
      "index": [8, 2],
      "categories": ["Youth"]
    },
    {
      "content": "O Thou pure God! I am a little child; grant that the breast of Thy loving-kindness be the breast that I cherish; suffer me to be nourished with the honey and the milk of Thy love; rear me in the bosom of Thy knowledge, and bestow upon me nobility and wisdom while I am still a child.",
      "index": [9, 1],
      "categories": ["Children"]
    },
    {
      "content": "O Thou the Self-Sufficing God! Make me a confidant of the Kingdom of the Unseen. Verily, Thou art the Mighty, the Powerful.",
      "index": [9, 2],
      "categories": ["Children"]
    },
    {
      "content": "O Lord! Guard Thou the children that are born in Thy day, are nurtured at the breast of Thy love, and fostered in the bosom of Thy grace.",
      "index": [10, 1],
      "categories": ["Children"]
    },
    {
      "content": "O Lord, they are verily young branches growing in the gardens of Thy knowledge, they are boughs budding in Thy groves of grace. Grant them a share of Thy generous gifts, make them to thrive and flourish in the rain that raineth from the clouds of Thy bestowal.",
      "index": [10, 2],
      "categories": ["Children"]
    },
    {
      "content": "Thou art verily the Generous, the Clement, the Compassionate!",
      "index": [10, 3],
      "categories": ["Children"]
    },
    {
      "content": "O God! Grant Thy favour, and bestow Thy blessing. Vouchsafe Thy grace, and give a portion of Thy bounty. Enable these men to witness during this year the fulfilment of their hopes. Send down Thy heavenly rain, and provide Thy plenteousness and abundance. Thou art the Powerful, the Mighty.",
      "index": [11, 1]
    },
    {
      "content": "He is God!",
      "index": [12, 1, 1],
      "call": 1
    },
    {
      "content": "O peerless Lord! Praised be Thou for having kindled that light in the glass of the Concourse on high, for having guided that bird of faithfulness to the nest of the Abhá Kingdom. Thou hast joined that precious river to the mighty sea, Thou hast returned that spreading ray of light to the Sun of Truth. Thou hast welcomed that captive of remoteness into the garden of reunion, and led him who longed to look upon Thee to Thy presence in Thy bright place of lights.",
      "index": [12, 2]
    },
    {
      "content": "Thou art the Lord of tender love, Thou art the last goal of the yearning heart, Thou art the dearest wish of the martyr’s soul.",
      "index": [12, 3]
    },
    {
      "content": "O my God, O my God! Verily this plant hath yielded its fruit and standeth upright upon its stalk. Verily it hath astounded the farmers and perturbed the envious. O God, water it with showers from the cloud of Thy favours and cause it to yield great harvests heaped up like unto mighty hills in Thy land. Enlighten the hearts with a ray shining forth from Thy Kingdom of Oneness, illumine the eyes by beholding the signs of Thy grace, and gratify the ears by hearing the melodies of the birds of Thy confirmations singing in Thy heavenly gardens, so that these souls may become like thirsty fish swimming in the pools of Thy guidance and like tawny lions roaming in the forests of Thy bounty. Verily Thou art the Generous, the Merciful, the Glorious and the Bestower.",
      "index": [13, 1]
    },
    {
      "content": "O Compassionate God! O Lord of Hosts! Praise be unto Thee that Thou hast preferred these little children over the full-grown and mature, and bestowed upon them Thy special favours. Thou hast guided them. Thou hast been kind to them. Thou hast conferred upon them illumination and spirituality. Grant us Thy confirmation so that, when we grow up, we may engage in service to Thy Kingdom, become the cause of educating others, burn like radiant candles and shine like brilliant stars. Thou art the Giver, the Bestower, the Compassionate.",
      "index": [14, 1],
      "categories": ["Children"]
    },
    {
      "content": "O Thou beloved of my heart and soul! I have no refuge save Thee. I raise no voice at dawn save in Thy commemoration and praise. Thy love encompasseth me and Thy grace is perfect. My hope is in Thee.",
      "index": [15, 1]
    },
    {
      "content": "O God, give me a new life at every instant and bestow upon me the breaths of the Holy Spirit at every moment, in order that I may remain steadfast in Thy love, attain unto great felicity, perceive the manifest light and be in the state of utmost tranquillity and submissiveness.",
      "index": [15, 2]
    },
    {
      "content": "Verily, Thou art the Giver, the Forgiver, the Compassionate.",
      "index": [15, 3]
    },
    {
      "content": "O God, my God! Give me to drink from the cup of Thy bestowal and illumine my face with the light of guidance. Make me firm in the path of faithfulness, assist me to be steadfast in Thy mighty Covenant, and suffer me to be numbered with Thy chosen servants. Unlock before my face the doors of abundance, grant me deliverance, and sustain me, through means I cannot reckon, from the treasuries of heaven. Suffer me to turn my face toward the countenance of Thy generosity and to be entirely devoted to Thee, O Thou Who art merciful and compassionate! To those that stand fast and firm in Thy Covenant Thou, verily, art gracious and generous. All praise be to God, the Lord of the worlds!",
      "index": [16, 1]
    },
    {
      "content": "O my God! O Thou Who endowest every just power and equitable dominion with abiding glory and everlasting might, with permanence and stability, with constancy and honour! Aid Thou by Thy heavenly grace every government that acteth justly towards its subjects and every sovereign authority, derived from Thee, that shieldeth the poor and the weak under the banner of its protection.",
      "index": [17, 1]
    },
    {
      "content": "I beseech Thee, by Thy divine grace and surpassing bounty, to aid this just government, the canopy of whose authority is spread over vast and mighty lands and the evidences of whose justice are apparent in its prosperous and flourishing regions. Assist, O my God, its hosts, raise aloft its ensigns, bestow influence upon its word and its utterance, protect its lands, increase its honour, spread its fame, reveal its signs, and unfurl its banner through Thine all-subduing power and Thy resplendent might in the kingdom of creation.",
      "index": [17, 2]
    },
    {
      "content": "Thou, verily, aidest whomsoever Thou willest, and Thou, verily, art the Almighty, the Most Powerful.",
      "index": [17, 3]
    },
    {
      "content": "O Thou kind God!",
      "index": [18, 1, 1],
      "categories": ["Holy Land"],
      "call": 1
    },
    {
      "content": "From America, that distant country, we hastened to the Holy Land and directed our steps toward this blessed Spot. We attained unto the two blessed and sacred Thresholds and obtained boundless grace therefrom. We have now come to Mount Carmel, which is Thy sacred garden. Most of the Prophets turned to Thee in prayer upon this holy mountain, communing with Thee in the utmost humility at the midnight hour.",
      "index": [18, 2],
      "categories": ["Holy Land"]
    },
    {
      "content": "O Lord! We are now in this blessed place. We beseech Thine infinite bounties and long for a joyous and tranquil conscience. We desire firmness in the Covenant and seek Thy good-pleasure to our last breath.",
      "index": [18, 3],
      "categories": ["Holy Land"]
    },
    {
      "content": "O Lord! Forgive our sins and bestow upon us Thy manifold favours. Shield us within the shelter of Thy protection. Guard and preserve these two little children and nurture them in the embrace of Thy Love.",
      "index": [18, 4],
      "categories": ["Holy Land"]
    },
    {
      "content": "Thou art the Forgiver, the Resplendent, the Ever-Loving.",
      "index": [18, 5],
      "categories": ["Holy Land"]
    },
    {
      "content": "O Thou forgiving God! Forgive the sins of my loving mother, pardon her shortcomings, cast upon her the glance of Thy gracious providence, and enable her to gain admittance into Thy Kingdom.",
      "index": [19, 1],
      "categories": ["Parents", "Women"]
    },
    {
      "content": "O God! From the earliest days of my life she educated and nurtured me, yet I did not recompense her for her toil and labours. Do Thou reward her by granting her eternal life and making her exalted in Thy Kingdom.",
      "index": [19, 2],
      "categories": ["Parents", "Women"]
    },
    {
      "content": "Verily, Thou art the Forgiver, the Bestower, and the Kind.",
      "index": [19, 3],
      "categories": ["Parents", "Women"]
    }
  ]
}
