[
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "Pure and sanctified art Thou, O my God! How can the pen move and the ink flow after the breezes of loving-kindness have ceased, and the signs of bounty have vanished, when the sun of abasement hath risen, and the swords of calamity are drawn, when the heavens of sorrow have been upraised, and the darts of affliction and the lances of vengeance have rained from the clouds of power —in such wise that the signs of joy have departed from all hearts, and the tokens of gladness have been erased from every horizon, the gates of hope have been shut, the mercy of the supernal breeze hath ceased to waft over the rose-garden of faithfulness, and the whirlwind of extinction hath struck the tree of existence. The pen is groaning, and the ink bewaileth its plight, and the tablet is awestruck at this cry. The mind is in turmoil from the taste of this pain and sorrow, and the divine Nightingale calleth: “Alas! Alas! for all that hath been made to appear”. And this, O my God, is from naught but Thy hidden bounties."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "O Thou Who holdest within Thy grasp the Kingdom of names and the Empire of all things, Thou seest how I have become a stranger from my land on account of my love for Thee. I beg of Thee, by the beauty of Thy countenance, to make my remotenessfrom home a means whereby Thy servants may be drawn nigh unto the Fountain-head of Thy Cause and the Dayspring of Thy Revelation. O God, I call on Thee with a tongue that hath spoken no word of disobedience against Thee, imploring Thee, by Thy sovereignty and might, to keep me safe in the shelter of Thy mercy and to grant me strength to serve Thee and to serve my father and mother. Thou, verily, art the Almighty, the Help in Peril, the Self-Subsisting."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "c": true,
        "i": true,
        "content": "In the Name of our Lord, the Most Holy, the Most Great, the Exalted, the Most Glorious!"
      },
      {
        "content": "Glory be to Thee, O Thou Who art the Lord of all beings and the Ultimate Aim of all creation! I testify with the tongue of both mine inner and outer being that Thou hast revealed and manifested Thyself, that Thou hast sent down Thy verses and demonstratedThy proofs, and that Thou art independent of anyone besides Thee and sanctified above all else except Thyself. I ask Thee, by the glory of Thy Cause and the power of Thy Word, graciously to assist them that have arisen to discharge what hath been enjoined upon them in Thy Book, and to perform that whereby the fragrance of Thine acceptance may be shed abroad. Thou, verily, art the Powerful, the Gracious, the Forgiving, the Bountiful."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "c": true,
        "i": true,
        "content": "In the Name of our Lord, the Most Holy, the Most Great, the Exalted, the Most Glorious!"
      },
      {
        "content": "O God, my God! Thou seest how Thy servant hath set his face towards Thee and desired to be honoured by performing that whereunto he hath been bidden in Thy Book. Do Thou ordain for him through Thy Most Exalted Pen that which shall draw him nigh unto the Most Sublime Summit. Thou, verily, art the Educator of the world and the Lord of the nations, and Thou, verily, art the Potent, the All-Subduing, the Almighty."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "O God, my God! Glory be to Thee for having guided me unto the horizon of Thy Revelation, illumined me with the splendours of the light of Thy grace and mercy, caused me to speak forth Thy praise, and given me to behold that which hath been revealed by ThyPen. I beseech Thee, O Thou the Lord of the kingdom of names and Fashioner of earth and heaven, by the rustling of the Divine Lote-Tree and by Thy most sweet utterance which hath enraptured the realities of all created things, to raise me up in Thy Nameamidst Thy servants. I am he who hath sought in the daytime and in the night season to stand before the door of Thy bounty and to present"
      },
      {
        "content": "himself before the throne of Thy justice. O Lord! Cast not away him who hath clung to the cord of Thy nearness, and deprive not him who hath directed his steps towards Thy most sublime station, the summit of glory, and the supreme objective—that station wherein every atom crieth out in the most eloquent tongue, saying: “Earth and heaven, glory and dominion are God’s, the Almighty, the All-Glorious, the Most Bountiful!”"
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "Praise be to Thee, O Lord my God, for guiding me unto the horizon of Thy Revelation and for causing me to be mentioned by Thy Name. I beseech Thee, by the spreading rays of the Daystar ofThy providence and by the billowing waves of the Ocean of Thy mercy, to grant that my speech may bear a trace of the influence of Thine own exalted Word, attracting thereby the realities of all created things. Powerful art Thou to do what Thou willest through Thy wondrous and incomparable Utterance."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      { "c": true, "i": true, "content": "He is the Peerless!" },
      {
        "content": "Praise beunto Thee, O Lord my God! I beseech Thee by Thy Most Exalted Name in the Tabernacle of effulgent splendour, and by Thy Most Sublime Word in the Dominion of transcendent glory, to protect this servant, who hath enjoyed companionship with Thee, hearkened unto the accents of Thy voice and recognized Thy proof. Vouchsafe, then, unto him the good of both this world and the next, and grant unto him the station of righteousness in Thy presence, that his feet may not slip from Thine all-glorious and most exaltedpath."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      { "c": true, "i": true, "content": "He is the All-Glorious!" },
      {
        "content": "Praise beto Thee, O my God! Thou didst call me, and I answered Thee. Thou didst summon me, and I hastened unto Thee, entering beneath the shade of Thy mercy and seeking shelter at the threshold of the door of Thy grace. Thou hast nurtured me, O Lord, through Thy providence, chosen me for Thee alone, created me for Thy service, and appointed me to stand before Thee. I beseech Thee, by Thine all-glorious Name and by Thy beauty that hath dawned above the horizon of Thy most exalted Essence, to cause me to be related to Thee even as Thou hadst done so aforetime, and not to separate me from Thyself. Cause then to appear from me, O my God, that which is worthy of Thee. Thou art, in truth, powerful over all things."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "O my God! O my God! I testify that this is Thy Day which hath been mentioned in Thy Books, Thy Epistles, Thy Psalms and Thy Tablets. In it Thou hast manifested that which was hidden in Thy Knowledge and stored up in the repositories of Thine unfailing protection. I beseech Thee, O Lord of the world, by Thy Most Great Name whereby the limbs of the people were shaken, to assist Thy servants and Thy handmaidens to become steadfast in Thy Cause and to arise in Thy service."
      },
      {
        "content": "Verily, Thou art potent to do whatsoever Thou willest, and in Thy grasp are the reins of all things. Thou protectest whomsoever Thou willest through Thy Power and Dominion. And verily, Thou art the Almighty, the All-Subduing, the Most Powerful."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "In regard to his affairs, let him repeat nineteen times: “Thou seest me, O my God, detached from all save Thee and cleaving unto Thee. Guide me, then, in all mine affairs unto that which profiteth me for the glory of Thy Cause and the loftiness of the station of Thy loved ones.” Let him then reflect upon the matter andundertake whatever cometh to mind. This vehement opposition of the enemies will indeed give way to supreme prosperity."
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "c": true,
        "i": true,
        "content": "He is God, exalted is He, the Lord of might and grandeur!"
      },
      {
        "content": "O God, my God! I yield Thee thanks at all times and render Thee praise under all conditions."
      },
      {
        "content": "In prosperity, all praise is Thine, O Lord of the Worlds, and in its absence, all gratitude is Thine, O Desire of them that have recognized Thee!"
      },
      {
        "content": "In adversity, all honour is Thine, O Adored One of all who are in heaven and on earth, and in affliction, all glory is Thine, O Enchanter of the hearts of those who yearn after Thee!"
      },
      {
        "content": "In hardship, all praise is Thine, O Thou the Goal of them that seek after Thee, and in comfort, all thanksgiving is Thine, O Thou whose remembrance is treasured in the hearts of those who are nigh unto Thee!"
      },
      {
        "content": "In wealth, all splendour is Thine, O Lord of them that are devoted to Thee, and in poverty, all command is Thine, O Thou the Hope of them that acknowledge Thy unity!"
      },
      {
        "content": "In joy, all glory is Thine, OThou besides Whom there is none other God, and in sorrow, all beauty is Thine, O Thou besides Whom there is none other God!"
      },
      {
        "content": "In hunger, all justice is Thine, O Thou besides Whom there is none other God, and in satiety, all grace is Thine, O Thou besides Whom there is none other God!"
      },
      {
        "content": "In my homeland, all bounty is Thine, O Thou besides Whom there is none other God, and in exile, all decree is Thine, O Thou besides Whom there is none other God!"
      },
      {
        "content": "Under the sword, all munificence is Thine, O Thou besides Whom there is none other God, and in the safety of home, all perfection is Thine, O Thou besides Whom there is none other God!"
      },
      {
        "content": "In the lofty mansion, all generosity is Thine, O Thou besides Whom there is none other God, and upon the lowly dust, all favour is Thine, O Thou besides Whom there is none other God!"
      },
      {
        "content": "In prison, all fidelity is Thine, O Thou the Bestower of gifts, and in confinement, all eternity is Thine, O Thou Who art the ever-abiding King!"
      },
      {
        "content": "All bounty is Thine, O Thou Who art the Lord of bounty, and the Sovereign of bounty, and the King of bounty! I bear witness that Thou art to be praised in Thy doings, O Thou Source of bounty, and to be obeyed in Thy behests, O Thou Ocean of bounty, He from Whom all bounty doth proceed, He to Whom all bounty doth return!"
      }
    ]
  },
  {
    "author": "Bahá’u’lláh",
    "type": "Prayer",
    "content": [
      {
        "content": "Praised be Thou, O Lord my God! Sanctify mine eye, and mine ear, and my tongue, and my spirit, and my heart, and my soul, and my body, and mine entire being from turning unto anyone but Thee. Give me then to drink from the cup that brimmeth with the sealed wine of Thy glory."
      }
    ]
  }
]
