[
  {
    "author": "The International Teaching Centre",
    "type": "Learning",
    "title": "Insights from the Frontiers of Learning",
    "date": "April 2013",
    "part": 0,
    "content": [
      {
        "content": "When the Universal House of Justice at the start of this Five Year Plan called on the Bahá’í world to build on the extraordinary achievements of the previous five years, it described a community that had not only surpassed its numerical goals but had also achieved qualitative progress at the more profound level of culture. Since then, the friends have extended their efforts to an increasing number of clusters, embracing ever-larger contingents of participants in a process of community building. At the close of the Plan’s second year, there is already a rich experience that has significant implications for future action. The purpose of the present document is to review this experience and describe a number of approaches that, when applied by the friends in a manner suited to their circumstances, may enable them to accelerate the progress under way. For this review the clusters at the frontiers of learning worldwide will first be considered, then those where the friends are beginning to establish programmes of growth, and finally those where efforts are being made to increase intensity. A few words will also be said about administrative arrangements at the regional or national level that support the movement of clusters."
      }
    ]
  },
  {
    "author": "The International Teaching Centre",
    "type": "Learning",
    "title": "Insights from the Frontiers of Learning",
    "date": "April 2013",
    "part": 1,
    "section": "Clusters at the Frontiers of Learning",
    "content": [
      {
        "notes": [
          {
            "position": 599,
            "content": [
              {
                "content": "Riḍván 2013 message written by the Universal House of Justice to the Bahá’ís of the world."
              }
            ]
          }
        ],
        "content": "Today, in more than 3,600 clusters around the globe, the friends are striving to establish new programmes of growth or to advance existing ones. An analysis of developments in some 200 of the most advanced of these clusters—particularly the strongest 20—suggests effective strategies for growth and demonstrates the efficacy of pursuing lines of action in a coherent manner. The House of Justice has stated this Riḍván that many of the “distinctive and salient features which characterize the clusters furthest advanced are also evident in communities at much earlier points in their development”. It is hoped, therefore, that a close examination of the pattern of action characteristic of the clusters at the forefront of learning will assist friends labouring in clusters at even the earliest stages of development."
      },
      {
        "content": "Advanced clusters generally have a sizeable Bahá’í community and, more significantly, have been effective over time in mobilizing large numbers of individuals in service to the Cause and to society. Some have historically had large communities; others have experienced significant growth only in recent years. Yet, in all of the strongest clusters, those sustaining the various activities of the Plan are counted in the hundreds, while participants may number in the thousands. From among these dedicated friends, some, thoroughly conversant with the processes shaping the cluster, attend to the administrative needs of the Plan as cluster coordinators, members of Area Teaching Committees, members of Local Spiritual Assemblies, or assistants to Auxiliary Board members. A growing number serve as teachers of children’s classes, animators of junior youth groups, or tutors of study circles, and participate in cluster- wide teaching campaigns. Many also lend their talents to a host of other activities in the teaching and administrative fields and to the enrichment of various aspects of community life. Everyone is aware that participation in the Nineteen Day Feast and observance of the Holy Days are obligations not to be forgotten, and everyone recognizes the importance of devotional gatherings and the quality of the devotional life of the community. A welcome addition to this efficient use of human resources is the focused attention being given by a nucleus of dedicated friends, usually youth, to intensive efforts in a rising number of neighbourhoods and villages."
      },
      {
        "content": "Among the distinguishing characteristics of these advanced clusters, as the following pages will explain, is the ability of the friends to sustain growth in regular three-month cycles, to maintain focus on the educational process that propels progress, to establish a strong community-building effort, to organize their endeavours to meet the challenge of increasing complexity, and to guide a growing involvement with the wider society."
      },
      {
        "header": 3,
        "content": "1.1 A Sustained Rhythm of Expansion and Consolidation"
      },
      {
        "notes": [
          {
            "position": 482,
            "content": [
              {
                "content": "Message dated 12 December 2011 written by the Universal House of Justice to all National Spiritual Assemblies."
              }
            ]
          }
        ],
        "content": "The House of Justice has explained that the pattern of action unfolding in clusters that creates a vibrant community life may be viewed from two, equally valid perspectives. One of these involves “the three-month cycles of activity through which a community grows—the burst of expansion experienced as a result of intense action; the necessary period of consolidation during which increases in ranks are fortified ... ; and the opportunities designated for all to reflect and plan”."
      },
      {
        "content": "When sustained over time, these three-month cycles of activity set a particular rhythm to community life. Each cycle the friends regularly renew their vision, assess their progress and current challenges, adjust their plans of action, and organize intensive phases of activity for expansion and consolidation. These cycles unfold uninterruptedly, even though patterns of expansion may vary. Occasional problems retard progress, but the believers are able to surmount obstacles and move on in unified action."
      },
      {
        "content": "With a deep appreciation of the imperative of direct teaching when circumstances call for it, the friends in strong clusters have moved beyond a single approach to the expansion phase of their cycles. They have overcome a preoccupation to try to increase in numbers in a relatively short period of time. Their understanding of the framework for action having become deeper, their analysis of the complex array of circumstances and forces more sophisticated, and their reflection on their accomplishments and the challenges ahead more penetrating, they are able to make sound strategic choices in order to respond to the requirements of growth at a given moment."
      },
      {
        "notes": [
          {
            "position": 180,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          },
          {
            "position": 516,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          }
        ],
        "content": "“The friends have also learned that it is not necessary for the principal focus of the expansion phase of every cycle of a programme of growth to be directed towards the same end”, the House of Justice observed at Riḍván 2013. “Conditions may require that in a given cycle, as an example, attention be primarily aimed at inviting souls to embrace the Faith through intensive teaching efforts, undertaken as individuals or collectively; in another cycle, the focus could be on multiplying a specific core activity.” Similarly, plans for the expansion phase might differ according to the needs of a particular neighbourhood or village. Indeed, where resources are plentiful, different groups of individuals may be directed towards different, but complementary objectives in a single expansion phase. In this way, over a span of many cycles, there is a steady increase in the number of new believers, of core activities and participants, and of those who, when accompanied by others, are able to extend the scope and complexity of the work of expansion and consolidation."
      },
      {
        "notes": [
          {
            "position": 135,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          },
          {
            "position": 269,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          },
          {
            "position": 550,
            "content": [
              {
                "content": "Riḍván 2010 message written by the Universal House of Justice to the Bahá’ís of the world."
              }
            ]
          }
        ],
        "content": "As the process of learning advances, it is natural that “when a new feature is introduced it requires special attention for some time”. Yet, the House of Justice adds, “This in no way diminishes the significance of other aspects of their community-building endeavours.” The ability to assign resources to new elements introduced in successive messages from the House of Justice, without shifting the attention of all the Plan’s contributors, allows the friends towards “the long-cherished goal of universal participation in the affairs of the Faith”."
      },
      {
        "notes": [
          {
            "position": 732,
            "content": [
              {
                "content": "From an unpublished Tablet of Bahá’u’lláh."
              }
            ]
          }
        ],
        "content": "The result of all these considerations is a three-month period filled with a range of lively, diverse, and well-coordinated activities. And even though the rate of progress may vary from place to place depending on the circumstances of various populations, the cycle is characterized by a spirit of unity and a sense of common purpose among the friends throughout the entire cluster. What is important to realize is that such a promising pattern of growth can only be maintained if everyone, in a humble posture of learning, and no matter the extent of his or her activity, offers unqualified support, in deeds and words, to every other soul who labours in the divine vineyard. “All must become as wings to bear one another onward”, Bahá’u’lláh states."
      },
      {
        "header": 3,
        "content": "1.2 Emergence of a Well-Grounded Educational Process"
      },
      {
        "notes": [
          {
            "position": 290,
            "content": [
              {
                "content": "Message dated 12 December 2011."
              }
            ]
          }
        ],
        "content": "The second perspective from which the pattern of action in a cluster can be viewed is as an educational process with three distinct stages, “the first for the youngest members of the community, the second for those in the challenging transitional years, and the third for youth and adults”. The most advanced clusters demonstrate both the magnitude that such an endeavour can assume and the complexity it entails. In the Lubumbashi cluster of the Democratic Republic of the Congo, for example, the educational process now serves about 6,000 people, including some 3,500 children, 2,200 junior youth, and hundreds of youth and adults in study circles, all supported by an intricate scheme that generates and systematizes knowledge and coordinates the efforts of scores of tutors, animators, and children’s class teachers."
      },
      {
        "notes": [
          {
            "position": 754,
            "content": [
              {
                "content": "Message dated 12 December 2011."
              }
            ]
          }
        ],
        "content": "In many parts of the world, it is relatively easy to attract children from the wider society to Bahá’í classes, and parents readily recognize the beneficial influence of spiritual and moral education on the attitudes and behaviour of their youngsters. The challenge now being rigorously addressed by training institutes in the most advanced clusters is to systematize the effort and create an enduring system for the spiritual education of children. The House of Justice observed, “Among the range of questions now before every training institute one stands out as particularly pressing: how to mobilize sufficient numbers of children’s class teachers for successive grades and, by extension, tutors who can form groups to study the requisite courses.” The immensity of the challenge involved in achieving this is recognized. Not only are courses being held to train teachers for the first three grades of the programme for which materials currently exist but a network of coordinators and their helpers is also gradually being established in each cluster to accompany the teachers, so that they can learn to sustain the classes and help the children to advance from grade to grade each year. In India, for example, as soon as the materials for Grades 2 and 3 were released in 2011, the 17 regional institutes organized a series of training seminars, efforts were intensified to translate the materials into Hindi and other regional languages, and regional and cluster coordinators, in consultation with cluster agencies, identified and trained teachers in the new materials. Initial results were encouraging, with nearly 3,000 children moving into Grade 2, and several hundred into Grade 3."
      },
      {
        "content": "The junior youth spiritual empowerment programme has grown to become an increasingly prominent feature of many advanced clusters in the world. With the help of a network of more than 40 clusters designated as sites for the dissemination of learning about the programme guided by the Office of Social and Economic Development at the Bahá’í World Centre, a number of practical challenges have been overcome so that the programme can be implemented and sustained. Valuable knowledge has been accumulated that has allowed the friends in the learning sites and associated clusters to enhance the efficacy of training and support for animators, to maintain an increasing number of junior youth groups for the requisite three years, to obtain the support of parents and officials, and to carry out the programme in the context of the overall pattern of cluster activities. The arrangement for the ongoing dissemination of learning has made it possible in the advanced clusters to raise the number of participants to hundreds and in a few cases to more than a thousand. By instilling in the junior youth a keen sense of purpose, the programme has demonstrated a remarkable capacity to transform young people, increase their commitment to spiritual and material education, empower them to undertake social action for the improvement of their communities, resist the destructive and prejudicial forces within their societies, and contribute to the construction of a better world."
      },
      {
        "notes": [
          {
            "position": 853,
            "content": [
              {
                "content": "Message dated 27 December 2005 written by the Universal House of Justice to the Conference of the Continental Boards of Counsellors."
              }
            ]
          }
        ],
        "content": "The two stages of the educational process described above are only possible, of course, if there is a movement of individuals through the sequence of courses of the institute, and the most advanced clusters have sustained a continual flow of participants over an extended period of time—some for as many as 20 to 30 cycles. Over the years, various approaches have contributed to this accomplishment worldwide. To initiate the institute process, believers were encouraged to participate in the courses and then, as they engaged others in conversation about the message of Bahá’u’lláh, they found receptivity among friends, family members, neighbours, and co-workers, many of whom readily participated in study circles. Subsequently, the believers in many clusters learned to reach out to “segments of the general population with heightened receptivity” through direct teaching efforts involving home visits or campaigns, resulting in significant numbers of new Bahá’ís. As increasing attention was given to the youth in these populations, a significant percentage began to enter into study circles. In the most advanced clusters, the capacity to harness the ready response of growing numbers of young people by enabling them to move quickly into the field of action primarily as animators of junior youth groups, but also as participants in or initiators of other core activities, is on the rise. The challenge of increasing the number of tutors who take advantage of this opportunity is being actively pursued as well."
      },
      {
        "content": "Experience with youth from receptive populations in advanced clusters suggests that the expansion of the junior youth programme has the potential to impart a pronounced boost to all three stages of the educational process. The effort to train animators of junior youth groups, more and more from among youth in the larger society, calls for additional study circles or institute campaigns. Such campaigns could take the form of an intensive study of Ruhi Institute Books 1 and 5, leading to the immediate establishment of several junior youth groups; over time the majority of animators participate in study circles to complete the remaining books of the sequence, which enhance their abilities for service. As awareness is raised among the families of the junior youth, other members, mostly children and youth but also a few adults, become involved in the stage of the educational process appropriate for them. Indeed, many insights about how to significantly broaden the programme to involve large numbers of participants have been derived from experience in those clusters supported by learning sites. These insights have been shared with regional institutes and applied in a manner that assisted with the implementation of other core activities. Finally, in those clusters where the friends have learned to maintain junior youth groups over a number of years until the completion of the programme, many junior youth show enthusiasm for the courses of the main sequence and, with their customary zeal and discipline, engage in study and in carrying out the necessary acts of service. Such a promising outcome, though yet modest in its extent, suggests that, as they move through the sequence of courses, these young people could swell the ranks of children’s class teachers, animators, and tutors in a cluster. What has been described here is not the only way the educational process advances. However, time and again, the junior youth programme has proved its effectiveness as a strategy that merits vigorous pursuit."
      },
      {
        "header": 3,
        "content": "1.3 Advances in Community Building"
      },
      {
        "content": "When human resources in a cluster become more abundant, core activities multiply and participation grows. A dynamic and complex pattern of action emerges that touches every aspect of community life. An evident characteristic of the advanced clusters is a change in understanding that moves beyond concern with the mere multiplication of activities to manifest the deeper implications of the community-building process. In its Riḍván 2013 message, the House of Justice states:"
      },
      {
        "block": true,
        "content": "As the experience of the friends has deepened, their capacity for fostering within a cluster a rich and intricate pattern of life, embracing hundreds or even thousands of people, has risen. How pleased we are to note the many insights the believers are gaining from their endeavours. They appreciate, for instance, that the Plan’s gradual unfoldment at the level of the cluster is a dynamic process, one that is necessarily complex and does not lend itself to ready simplification. They see how it moves forward as they increase their ability both to raise up human resources and to coordinate and organize well the actions of those who arise. The friends realize that as these capacities are enhanced, it becomes possible to integrate a wider range of initiatives...."
      },
      {
        "block": true,
        "notes": [
          {
            "position": 256,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          }
        ],
        "content": "... Indeed, they recognize the benefit that accrues from the contribution of each individual to the progress of the whole, and thus the service rendered by each one, in keeping with the possibilities created by a person’s circumstances, is welcomed by all."
      },
      {
        "content": "The mutually reinforcing character of the core activities and the transformative impact of the institute process become more evident, and sustainable growth and universal participation more feasible, in the smaller, intimate settings of villages and neighbourhoods. As the House of Justice explains:"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 1915,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          }
        ],
        "content": "In essence, this approach centres on the response to Bahá’u’lláh’s teachings on the part of populations who are ready for the spiritual transformation His Revelation fosters. Through participation in the educational process promoted by the training institute, they are motivated to reject the torpor and indifference inculcated by the forces of society and pursue, instead, patterns of action which prove life altering. Where this approach has advanced for some years in a neighbourhood or village and the friends have sustained their focus, remarkable results are becoming gradually but unmistakably evident. Youth are empowered to take responsibility for the development of those around them younger than themselves. Older generations welcome the contribution of the youth to meaningful discussions about the affairs of the whole community. For young and old alike, the discipline cultivated through the community’s educational process builds capacity for consultation, and new spaces emerge for purposeful conversation. Yet change is not confined merely to the Bahá’ís and those who are involved in the core activities called for by the Plan, who might reasonably be expected to adopt new ways of thinking over time. The very spirit of the place is affected. A devotional attitude takes shape within a broad sweep of the population. Expressions of the equality of men and women become more pronounced. The education of children, both boys and girls, commands greater attention. The character of relationships within families—moulded by assumptions centuries old—alters perceptibly. A sense of duty towards one’s immediate community and physical environment becomes prevalent. Even the scourge of prejudice, which casts its baleful shadow on every society, begins to yield to the compelling force of unity. In short, the community- building work in which the friends are engaged influences aspects of culture."
      },
      {
        "content": "Of course, not all neighbourhoods demonstrate the receptivity necessary to become centres of intense activity, but Bahá’ís, wherever they live, can reach out to others and establish core activities, drawing participants from among their acquaintances wherever they may reside in the cluster. In recognizing the commonalities between two simultaneous thrusts—one deeper in concentrated areas and the other more broadly across the cluster—the friends in the advanced clusters readily appreciate their engagement in a single collective enterprise of community building. A unity in diversity of actions emerges, in which every believer can find a part to play as defined within the Plan’s framework for action. And even though different individuals engage in different activities, all share a common purpose and readily appreciate the contribution made by others as they gradually embrace larger and larger numbers of participants in the pattern of their community life."
      },
      {
        "header": 3,
        "content": "1.4 An Effective Organizational Scheme"
      },
      {
        "notes": [
          {
            "position": 492,
            "content": [
              {
                "content": "Message dated 28 December 2010 written by the Universal House of Justice to the Conference of the Continental Boards of Counsellors."
              }
            ]
          },
          {
            "position": 1041,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "A cluster advances as more and more capacity for service is developed in a growing number of individuals, who are then assisted to initiate a growing number of interdependent activities that embrace ever-larger numbers of participants. This capacity-building process must, as time goes on, be complemented by an ever more sophisticated system of coordination and support. The House of Justice explained: “Sheer numbers require organizational schemes to take on a higher degree of complexity.” Numerical growth, along with the geographic spread of activities in neighbourhoods and across the cluster, has necessitated further development of the basic scheme of coordination used to initially establish an intensive programme of growth. The experience of the advanced clusters has borne testimony to the words of the House of Justice that “the workings of this cluster-level system ... has coded within it the capacity to accommodate higher and higher degrees of complexity, in terms of structures and processes, relationships and activities”. While it is not possible to distil from the diverse nascent efforts now emerging in advanced clusters worldwide a single approach for general use, at this point at least three dimensions are noteworthy."
      },
      {
        "content": "In the most advanced clusters, because of increasing complexity, it has become necessary to subdivide the cluster into smaller areas as well as to select neighbourhoods or villages for a focused effort to learn about community building. Large urban centres under the jurisdiction of one Local Spiritual Assembly are organized into sectors, while rural and urban clusters with several Local Assemblies are divided by creating a number of units. Examples of such units are the five routes of the Norte del Cauca cluster in Colombia that follow particular bus routes and three areas of Tiriki West in Kenya that resulted from grouping the 72 communities into segments of 20 to 25 neighbouring villages. With regard to neighbourhoods and villages, deciding what constitutes a small setting has not been easy in all cases. In the sparsely populated Pemba cluster in Zambia, a few small villages next to each other were grouped together to form settings large enough for learning. Conversely, in the Kajang cluster in Malaysia, the friends started by working in large municipal areas but gradually identified within them smaller locations more suited to community-building endeavours."
      },
      {
        "content": "The designation of multiple units within a cluster allows for the creation of new patterns of coordination to serve the friends in smaller areas. The number of individuals involved in coordination and support depends largely on the growth in participation in these smaller settings. At a minimum, in the most advanced clusters a trio of coordinators is appointed, one for each of the three defined areas of action of the institute. As various subunits are identified, the more experienced friends may be asked to serve as additional institute coordinators or as helpers to coordinators. In some instances it has been found useful to have a sector teaching or growth committee emerge in a similar way, with the designation of an individual as a sector growth facilitator functioning under the aegis of the Area Teaching Committee. Even down to the level of neighbourhoods some informal structures are beginning to take shape, such as a core group that consults, plans, and fosters participation. Where there are a large number of activities, coordinators and growth facilitators are often needed to serve full-time as part of a more formal scheme of coordination. In any case, what is emerging in most clusters in the front ranks is a robust administrative network involving numbers of coordinators and helpers assigned to assist them, currently ranging from about 10 overall in clusters such as Toronto, Canada, to as many as 50 or 60 in Lubumbashi and Tiriki West. In Delhi City, India, the structures in the Harkesh Nagar neighbourhood alone involve 26 individuals who support about 200 core activities engaging nearly 1,200 people."
      },
      {
        "notes": [
          {
            "position": 306,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "Another vital and promising development is the increasing participation of Local Spiritual Assemblies. Aware of the guidance provided in the 28 December 2010 message from the House of Justice pertaining to their responsibilities, and enriched by “each member’s personal involvement in the core activities”, Local Assemblies are periodically examining their contribution to the overall effort. Representatives of Assemblies often participate regularly in cluster planning meetings and share with other members the ways in which their Assembly can support the cycles of activity. Assemblies are also able to think about all community members, providing encouragement and support and ensuring that each finds a meaningful part in the work of expansion and consolidation."
      },
      {
        "header": 3,
        "content": "1.5 Greater Involvement in the Life of Society"
      },
      {
        "notes": [
          {
            "position": 345,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "As the friends in advanced clusters interact more closely with families and form veritable friendships, they have found themselves drawn further and further into the life of society. Their efforts, which emerge naturally through conversation and common concerns, generally consist of “two interconnected, mutually reinforcing areas of activity”: participating in the prevalent discourses of society and social action. In both cases, the first steps consist of simple, fairly informal acts; some may eventually evolve into more complex, ongoing endeavours."
      },
      {
        "content": "The initial impact made by the friends in their villages and neighbourhoods is often on perceptions and values related to the spiritual, moral, and material education of children and youth. As the quality of the children’s classes and junior youth groups has risen, the capacity of the believers to have meaningful conversations on the subjects of education and the moral empowerment of young people has also advanced. As a corollary to this, parents with youngsters participating in the Bahá’í programmes have demonstrated a greater appreciation of the importance and commitment to the progress of the academic studies of their children."
      },
      {
        "notes": [
          {
            "position": 428,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "Warm friendships and ongoing conversations among the families in neighbourhoods and villages have also led to greater awareness of local needs. Reflection meetings, junior youth groups, or neighbourhood Nineteen Day Feasts provide spaces for the community to begin to consider how to apply the teachings of the Faith “to improve some aspect of the social or economic life of a population, however modestly”. Some efforts have begun on a small scale and are developing organically, implemented by villagers or neighbourhood residents themselves. In the Tanna cluster, Vanuatu, for example, a group of junior youth realized that the route across a creek leading to a major intersection was difficult to traverse, particularly for the elderly, so they built a simple bridge and a small basic rest house, where travellers walking long distances could rest or take refuge during a heavy rain."
      },
      {
        "content": "Another feature increasingly observed in advanced clusters is the impact the institute process has had in building the capacity and raising the participation of women, who now are often at the forefront of the teaching and administrative work. Women and girls have gained increased confidence by initiating core activities and are having a greater voice in community affairs through participation in reflection meetings and other gatherings. Parents, impressed by the initiative of their daughters in serving as children’s class teachers, animators of junior youth groups, or tutors of study circles, have come to understand the importance of providing girls an education equal to that of boys. And in cultures that have held traditional views that obstruct the advancement of women, young men as well as young women are becoming thoughtful protagonists of change. In the Daga cluster, Papua New Guinea, for example, young women, normally relegated to household chores and child care, are not only being elected members of Local Assemblies but also as Secretary or Chairperson, a development unimaginable even a few years ago."
      },
      {
        "content": "In addition to these grass-roots stirrings, in certain clusters the efforts of the friends are reinforced through social and economic development activities of Bahá’í-inspired agencies. For example, in the Katuyola village of the Mwinilunga East cluster in Zambia, youth participating in the Preparation for Social Action programme offered by the Inshindo Foundation, together with youngsters from several junior youth groups, initiated a tree-planting project to address the high levels of deforestation that had resulted from traditional slash and burn farming methods. This enterprise grew to engage the people of the village and is receiving the support of the local chief, civic authorities, and the forestry department of the government."
      }
    ]
  },
  {
    "author": "The International Teaching Centre",
    "type": "Learning",
    "title": "Insights from the Frontiers of Learning",
    "date": "April 2013",
    "part": 2,
    "section": "Emerging Programmes of Growth",
    "content": [
      {
        "content": "In its 28 December message, the Universal House of Justice states that the first milestone, signifying the emergence of a programme of growth, is marked by an initial flow of human resources into the field of action:"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 303,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "That is to say, in whatever combination and however small in number, devotional gatherings, children’s classes and junior youth groups are being maintained by those progressing through the sequence of institute courses and committed to the vision of individual and collective transformation they foster."
      },
      {
        "content": "A new programme of growth begins as two nascent capacities develop. First, one or more friends in a cluster must be able to help individuals study the institute’s sequence of courses and accompany them as they initiate core activities. Then, these individuals must be able to attract others to participate in the core activities. As efforts along these lines have borne fruit in various parts of the world, the institutions concerned set aside exaggerated expectations of what must be achieved before a new programme of growth can be said to have emerged."
      },
      {
        "content": "Currently the friends in some 1,200 clusters are working to move beyond this first of several milestones in their development, and such efforts must extend to yet another 1,500 to 2,000 clusters in the next three years to achieve the goal of 5,000 set by the House of Justice."
      },
      {
        "header": 3,
        "content": "2.1 Establishing a Basis for Building Capacity"
      },
      {
        "content": "In whatever cluster they reside, whether selected as a goal to receive systematic attention or not, the friends should feel no hesitation to initiate their own effort to establish a programme of growth. Even if the work begins modestly with the actions of a few enthusiastic believers in a single neighbourhood or village, over time, through a sound institute process, an initial spark can grow into a flame that draws more and more individuals into a unified endeavour. Beyond such initiatives, a number of simple but effective strategies have emerged to support local believers or open virgin areas."
      },
      {
        "content": "Pioneering"
      },
      {
        "content": "The House of Justice referred to one of the strategies for initiating a programme of growth in its 23 May 2011 message to the Bahá’ís of the world."
      },
      {
        "block": true,
        "notes": [
          {
            "position": 362,
            "content": [
              {
                "content": "Message dated 23 May 2011 written by the Universal House of Justice to the Bahá’ís of the world."
              }
            ]
          }
        ],
        "content": "In the next five years, the successful prosecution of the Plan will require the services of several thousand consecrated souls who, spurred on by their love for the Blessed Beauty, will forsake their homes to settle in villages, towns, and cities in order to raise to 5,000 the number of clusters with programmes of growth."
      },
      {
        "content": "Hundreds of believers have already responded to the call to settle in international and homefront goal clusters and to initiate efforts that give rise to an organic process of growth. In general, many of these have been young people—with experience as tutors of study circles, animators of junior youth groups, and teachers of children’s classes—who had learned how to engage naturally with the wider society in their more advanced home clusters. A majority arose as short-term pioneers, and because they often were able to serve full-time for one or two years, progress in growth and community development proceeded at a rapid pace."
      },
      {
        "content": "Visiting Teams"
      },
      {
        "notes": [
          {
            "position": 193,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "In describing how a programme of growth emerges, the House of Justice stated that “visiting teams may be called upon to provide impetus to the fledgling set of activities”. Where the institutions found it challenging to raise up pioneers at the start, or where pioneers and local believers could benefit from added support, an individual, sometimes an assistant assigned by an Auxiliary Board member, or teaching teams composed of believers who had solid experience and a collaborative attitude were sent to goal clusters to help firmly establish the institute process. This support was often reinforced by arranging for friends from clusters without growth programmes to spend time in a well-developed cluster to increase their understanding through first-hand experience of how to advance a process of growth."
      },
      {
        "content": "In the island cluster of Rodrigues, off the coast of Mauritius, many attempts were made to settle short-term homefront pioneers, but whenever they eventually left the island, the growth process invariably stalled. A team of four experienced animators from the mainland came for three weeks with a plan to establish junior youth groups and develop resources within the population. The first week, assisted by two local animators, they reached out to 20 junior youth and visited the parents to explain the programme. In the second week, they organized a one-week day camp; 15 junior youth attended consistently. In the third week, the animators continued to visit the parents to assess the impact of the programme. The younger children asked to have activities as well. From the group of junior youth now involved in the programme, three will turn 15 soon and hope to participate in a study circle for Book 1. For their next visit, the team from Mauritius decided to arrange for the study of Book 5 as well as to assist with the junior youth groups."
      },
      {
        "content": "Institutional Support"
      },
      {
        "content": "At the start of the Five Year Plan, national communities were encouraged to select, after consultation among the various institutions concerned, a limited number of clusters where they could begin to learn about initiating new programmes of growth. Many countries, buoyed by their experience and initial success, already have a process in place to begin work in all the clusters they hope to advance beyond the first milestone before the end of this Plan. Others still need to extend their efforts in this area during the course of the coming year, so that there is sufficient time for the institute process to take root and begin to flourish in every goal cluster."
      },
      {
        "notes": [
          {
            "position": 183,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "“All of the institutions and agencies promoting the aim of the current series of global Plans need to exercise the measure of agility that the birth of such a dynamic process demands”, the House of Justice states. Whatever strategy is employed to achieve this end, institutional support is essential. A homefront pioneer who settled in the Fianarantsoa cluster of Madagascar found great receptivity. She began by hosting devotional meetings and offering a children’s class. She was able to engage a few parents of the children in a study circle, but for some time the cluster did not advance further. Assistance from the training institute made the difference. When the regional coordinator visited, together they were able to stimulate the growth process by identifying youth who showed interest in serving as animators of junior youth groups. They made a concerted effort to meet youth and their families, share the aims of the junior youth spiritual empowerment programme, and enlist their support. These youth studied the courses of the institute in a nearby urban centre and embraced the Faith. There are now nine junior youth groups of 100 participants. With the local friends actively serving, the cluster moved past the first milestone in a span of only nine months."
      },
      {
        "header": 3,
        "content": "2.2 Expanding the Reach of Core Activities"
      },
      {
        "notes": [
          {
            "position": 203,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          },
          {
            "position": 717,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          },
          {
            "position": 790,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "In new clusters where efforts to establish programmes of growth have been initiated over the past two years, the friends have taken advantage of “opportunities afforded by [their] personal circumstances” and engaged in conversation with people they come in contact with in daily life—neighbours, parents from their children’s school, shopkeepers, young students, or new acquaintances met in public spaces—about the spiritual and material conditions of their communities. The stories of these myriad encounters have confirmed the observation of the House of Justice that the believers are growing in their capacity “to enter into purposeful discussion on themes of spiritual import with people from every walk of life” and that any of the core activities “can serve as a stimulus to growth”."
      },
      {
        "content": "A mother in Belarus began a children’s class with her two children, and the class grew to nine. Young people aged 12 to 14 soon showed interest, and the mother and her husband participated in intensive courses of the training institute to learn how to serve as animators of a junior youth group. After this second core activity got under way, a study circle was added to respond to the growing interest of the children’s parents. In a cluster in the United States, a devotional meeting provided an initial impulse for movement. Gradually a study circle was formed with some of the participants from the devotional gathering. Soon after, a children’s class was started, followed by a junior youth group. In an emerging cluster in Fiji, the first step was to reach out to youth and invite them to serve as animators to form and sustain junior youth groups. To support the initiative, the Local Spiritual Assembly decided that all its members would also complete a study of Book 5. The initial effort attracted the interest and involvement of youth from the wider society, and as they participated in institute courses, human resources were developed not only to multiply junior youth groups but also to establish children’s classes as well."
      },
      {
        "content": "These experiences, repeated in various ways in many clusters worldwide, demonstrate how the initial flow of human resources into the arena of systematic action rapidly propels a cluster beyond the first milestone along the continuum of development."
      }
    ]
  },
  {
    "author": "The International Teaching Centre",
    "type": "Learning",
    "title": "Insights from the Frontiers of Learning",
    "date": "April 2013",
    "part": 3,
    "section": "Increasing Intensity",
    "content": [
      {
        "content": "As the reach of core activities continues to expand, a higher level of organization to coordinate efforts emerges, and a distinct rhythm to the cycles of expansion and consolidation becomes apparent. The enthusiasm of the friends grows, their facility with the instruments and methods of the Plan increases, and they become more adept at responding to the unique social conditions around them. With more activity, they put in place the institutional structures needed to channel their energies and deal with added complexity. In time, they advance towards the second milestone, the establishment of an intensive programme of growth."
      },
      {
        "content": "While a good deal of effort may be required to move beyond the first milestone, this is only the beginning of many challenges to be addressed in striving to continually increase the intensity of action and sustain the process of growth and community development. Indeed, in some cases, the friends have encountered misunderstandings or obstacles that have sapped their energies or led to a reduction in the scope of their endeavours for some time. With experience they have come to realize that overcoming challenges is an intrinsic part of their journey."
      },
      {
        "notes": [
          {
            "position": 689,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "Thus, in striving to increase intensity so that clusters advance along the continuum of development, the challenge of the institutions becomes, on the one hand, how to sustain and extend the healthy dynamics of fledgling programmes of growth and, on the other, how to revitalize intensive programmes of growth in clusters where the level of activity and the development of human resources seem to have reached a plateau. In this regard, a number of insights and approaches have emerged to assist the friends to “learn to read their own reality, see their own possibilities, make use of their own resources, and respond to the exigencies of large-scale expansion and consolidation to come”."
      },
      {
        "header": 3,
        "content": "3.1 Enhancing the Quality of the Institute Process"
      },
      {
        "notes": [
          {
            "position": 519,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          },
          {
            "position": 954,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "In its Riḍván 2010 message and in the message dated 12 December 2011, the House of Justice discussed the purpose and character of the institute process and the importance of enhancing its quality. Through a deep study of these messages, the believers and institutions have realized that creating a systematic and vibrant process of human resource development continues to be their primary challenge. They recognize that “in the final analysis, sustained quantitative gains will be contingent on qualitative progress”. Replacing an anxiety about “numbers”—whether of core activities, participants, or enrolments—with confidence in the efficacy of the institute process to empower growing contingents of individuals, the friends are placing renewed emphasis on the quality of the educational process at all levels, and especially the quality of study circles. As the House of Justice wrote at Riḍván 2010, “Much will fall on those who serve as tutors.” Theirs is the responsibility to create"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 249,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "an environment conducive to the spiritual empowerment of individuals, who will come to see themselves as active agents of their own learning, as protagonists of a constant effort to apply knowledge to effect individual and collective transformation."
      },
      {
        "content": "With the aim of enhancing the capacities of those serving as tutors, animators, and children’s class teachers, training institutes around the world have given greater attention to reinforcing the work of cluster institute coordinators on whom rests primary responsibility for accompanying them. In the past two years, special arrangements were made to enable more coordinators to offer additional time—many on a full-time basis. Also, gatherings for cluster coordinators that involved in-depth study of institute materials and reflection on critical concepts contained in them, in conjunction with field visits, were held in many regions and countries. In this way, institute coordinators increased their ability to support the friends in conducting study of the materials of the institute in a manner that fosters understanding and in implementing the practical components in a way that builds confidence for service. Where this type of profound reflection was incorporated into the structure of training institutes and their regular operations, qualitative progress was observed."
      },
      {
        "header": 3,
        "content": "3.2 Providing Greater Structure as Complexity Rises"
      },
      {
        "notes": [
          {
            "position": 158,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "In clusters that have attained a level of development where “a nascent programme for the sustained expansion and consolidation of the Faith can be perceived”, the need for administrative structure emerges over time in a natural way and cannot be rushed to correspond to some preconceived scheme. Initially the efforts of the friends have generally been guided and supported by Auxiliary Board members and their assistants. More sophisticated patterns of coordination are required as the number of participants and the level of activity increase. If one of the core activities is growing far beyond the level of the others, it is natural that a coordinator would be put in place for this line of action first. For example, in those clusters where focus was initially directed towards increasing the number of junior youth groups, the junior youth coordinator was the first to be appointed."
      },
      {
        "notes": [
          {
            "position": 79,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          },
          {
            "position": 172,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "“Parallel to the establishment of mechanisms to support the institute process,” explains the House of Justice, “other administrative structures are gradually taking shape.” The question of the timely appearance of an Area Teaching Committee depends on the circumstances in a particular cluster. In clusters that are just beyond the first milestone, although the number of activities and human resources might be increasing, the appointment of an individual as a cluster development facilitator has usually proved to be sufficient to support the participation of believers and friends of the Faith in home visits, devotional meetings, and other teaching activities. A nucleus for an Area Teaching Committee has generally emerged naturally from among the core of active believers who have demonstrated a capacity to accompany others in service."
      },
      {
        "content": "As with other structures in the cluster, the means for planning and reflection has also developed organically, becoming more organized, systematic, and varied as complexity has grown. Initial informal interactions, perhaps facilitated by an Auxiliary Board member or an assistant, eventually give rise to a cluster reflection meeting and to other formal and informal occasions for reflection, such as gatherings for coordinators, tutors, animators, or children’s class teachers; teaching teams; or for the participants working in specific cluster sectors, neighbourhoods, or villages."
      },
      {
        "header": 3,
        "content": "3.3 Intensifying Community-Building Efforts in Neighbourhoods and Villages"
      },
      {
        "content": "In most clusters, there are a number of Bahá’í communities. Community-building efforts will therefore naturally emerge in all these localities. Participants in core activities are drawn from a wide circle of contacts and possibly from various parts of a cluster. Where the number of believers is few, a special measure of flexibility may be required and friends who live in nearby communities may need to collaborate in their endeavours. In sizeable communities, gatherings in a local centre provide an opportunity to host large numbers and demonstrate the distinctive spirit of the Faith, reinforcing the work in smaller settings. Efforts to engage circles of friends in the core activities—university students or young mothers, to mention but two— make a valuable contribution to the overall community-building process under way. As the friends strive to creatively explore the possibilities around them in more and more parts of the cluster, new believers are welcomed, human resources raised up, and the pattern of community life that germinates through the core activities is gradually extended until it embraces all the believers and their associates. Essential as these efforts are, they eventually reach their own natural pace and scale, and alone, seem insufficient to achieve the thrust required for large-scale expansion and consolidation."
      },
      {
        "notes": [
          {
            "position": 359,
            "content": [
              {
                "content": "Letter dated 9 August 2012 written on behalf of the Universal House of Justice to the National Spiritual Assembly of the United States."
              }
            ]
          },
          {
            "position": 1573,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "As discussed in section 1.3, particularly promising developments occur when, as the House of Justice explains, some of the friends, often young believers, “become integrated into neighbourhoods and dedicate themselves to assisting particularly receptive populations to advance along a path of spiritual development—giving rise to centres of intense activity”. This type of endeavour, a distinguishing feature of the most advanced clusters, offers great promise as well for all clusters where the friends seek to build intensity. In some cases, work in the neighbourhoods or villages is initiated as a result of organized, direct teaching activities or a campaign to expand a particular core activity; in others, individuals settle as pioneers for this purpose; and in some, cluster agencies accompany resident believers to further intensify their teaching efforts among their neighbours. In clusters where, from the outset, the junior youth programme is singled out as a critical element in advancing the community-building process, agencies identify neighbourhoods with a large number of youth and junior youth. In selecting neighbourhoods or villages for focused efforts, it has been observed that fostering activity in too many areas at once can dissipate energies. These varied experiences suggest the importance of the friends’ taking an in-depth view of a particular neighbourhood or village to understand its reality—its resources, its challenges, and the potential of its population to work alongside the Bahá’ís to “begin a process of collective transformation”."
      },
      {
        "content": "When a dedicated team of believers focuses its attention on fostering activity in a neighbourhood or village, these friends need to be given latitude to function in a manner that is in harmony with an unfolding organic process and be provided with appropriate support from institutions. They need time to learn how to respond to the demands of growth within a receptive population: how to form genuine friendships, what teaching activities are effective, and how to channel resources to sustain such a growth process. It is not necessary, or even productive, for everyone in the cluster to focus on the neighbourhood. Yet, often it has been found that progress in a neighbourhood or village can infuse a new energy and optimism in endeavours across the rest of the cluster, providing a fresh impulse to its forward movement and to the process of community building under way in all areas."
      },
      {
        "notes": [
          {
            "position": 709,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          }
        ],
        "content": "As multiple activities are concentrated in the small, relatively cohesive areas of a neighbourhood or village, the transformative impact of the spiritual and social forces at work are more readily noticed by the population at large. Parents see their children and youth progressing before their eyes and recognize that the social relations of their community have been imbued with a new spirit. Entire families are sometimes drawn to participate in the life of the Bahá’í community and embrace its teachings. And efforts are eventually “sustained by human resources indigenous to the neighbourhood or village itself—by men and women eager to improve material and spiritual conditions in their surroundings”."
      },
      {
        "header": 3,
        "content": "3.4 Identifying and Overcoming Obstacles to Sustained Progress"
      },
      {
        "content": "In hundreds of advanced clusters where intensive programmes of growth were begun in the previous Plan, the believers achieved steady progress, enabling them to move beyond the second milestone towards the frontiers of learning. However, in hundreds of others, the friends encountered obstacles that significantly hindered their continued advance or even resulted in a decrease in participation and activity, requiring them to reflect upon and revise their approach in order to learn to overcome the difficulty. A review of some challenges and misconceptions that arose in such clusters may assist those who face similar problems to properly assess their situation and make the necessary adjustments in a timely manner."
      },
      {
        "content": "In some cases, challenges arose as a result of an inability to establish one or another vital aspect of the framework for action. For example, in certain clusters the institute process had not taken root so the relationship between study and service intrinsic to the institute courses was not realized. Thus, rather than bringing about an organic process in which more and more individuals carry out more and more activities, a small number of believers became overwhelmed by increasing responsibilities. Only when the challenge of human resource development was resolved could the scope of endeavours expand. In other clusters, the friends readily enrolled new believers but struggled to help a significant number of them advance through the sequence of courses and enter a path of service. There were also those instances when the friends initiated many core activities among themselves, without giving due attention to teaching and inviting participants from the wider community. Reflection meetings sometimes centred too much on planning or instruction rather than the opportunity to learn from experience and revise action accordingly."
      },
      {
        "notes": [
          {
            "position": 710,
            "content": [
              {
                "content": "Message dated 27 December 2005."
              }
            ]
          }
        ],
        "content": "Occasionally, when addressing new, emerging facets of an evolving programme of growth, misunderstandings surfaced, or, in some cases, attention to a new aspect of the work led, inadvertently, to ignoring others. For example, in some places a dichotomy was perceived between collective teaching campaigns and the responsibility for personal teaching, when in reality, every act of teaching represents a response of the community to the Master’s Divine Plan. Sometimes, a focus on neighbourhoods was interpreted to mean that core activities drawing participants from different parts of a cluster should no longer be maintained. On occasion, there was a “tendency to confuse focus with uniformity or exclusivity”, leading either to an insistence on a single fixed approach or, conversely, to the idea that all individuals can establish any initiative they wish."
      },
      {
        "notes": [
          {
            "position": 457,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          },
          {
            "position": 635,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "In the work of expansion and consolidation, the House of Justice has repeatedly observed that mistakes will inevitably be made and new challenges will present themselves. Obstacles, when they arise, are ultimately resolved through perseverance and further experience. Fruitless debate, insistence on personal views, creating false dichotomies, or the “tendency to reduce a complex process of transformation into simplistic steps, susceptible to instruction” can be carefully avoided or wisely overcome. It is learning together that is yielding the insights necessary so that “stumbling blocks can be made stepping stones for progress”."
      },
      {
        "header": 3,
        "content": "3.5 Reaching Out to Youth in Receptive Populations"
      },
      {
        "content": "As discussed in section 1.2, the experience generated in many of the most advanced clusters has demonstrated the efficacy of a strategy that involves focused attention on enlisting young people from the wider society to serve in the community-building process. The same approach has been effective in establishing or strengthening intensive programmes of growth. As stated in a letter written on behalf of the House of Justice:"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 573,
            "content": [
              {
                "content": "Letter dated 14 November 2012 written on behalf of the Universal House of Justice to the National Spiritual Assembly of the United States."
              }
            ]
          }
        ],
        "content": "By multiplying vibrant junior youth groups, a community learns a great deal about, for instance, how capable human resources are increased and deployed; how capacity for service is raised within cohorts of individuals; how an expanding programme can be effectively coordinated; and how initiating one activity can, quite naturally, lead to the emergence of others. And as a consequence of the organic unfoldment of the educational process and the participants’ ongoing spiritual and moral development, all facets of the growth programme are, in time, extended and enhanced."
      },
      {
        "content": "In the Tuscany North-West cluster of Italy, the level of activity had reached a plateau and the veteran believers found it challenging to reach out to receptive youth. With the aid of the junior youth coordinator and teaching committee, a campaign focused on expanding the junior youth programme in neighbourhoods in the city of Livorno where the believers were interacting with a receptive population. Ten youths from around Italy spent three weeks in Livorno praying, studying, and preparing how to converse about the junior youth programme. As a result of the campaign, 12 young people from the wider society participated in a two-week intensive training in Books 1 and 5 to prepare to serve as animators. The experience of focusing on this particular age group in a receptive neighbourhood changed the outlook of a community that had been struggling to increase participation in core activities. As two adult believers wrote, “We all feel that Livorno is no longer as before. There is a new awareness in the community, a new energy, a new vision.” Almost every member of the local community is now engaged in the activities of the Plan, including some serving on a new Area Teaching Committee, others offering devotions in their homes for the new believers and seekers, and nearly all striving to reach out to youth. Similar experiences have emerged in all continents."
      },
      {
        "content": "Not all the believers, of course, are able to work directly with junior youth groups, which may be largely concentrated in certain neighbourhoods or villages in their cluster. Nevertheless, a sound knowledge of the programme has proved to be invaluable for all those engaged in the work of the Plan, since the insights acquired help to shape the discourse with the wider community about the mission of the Faith to contribute to the betterment of the world. In the East Valley cluster in the United States, the friends serving in teaching teams and as animators concentrated for a period on learning how to effectively engage young people and their families from a receptive neighbourhood in an elevated and effective conversation about the junior youth programme. Over time, as their efforts bore fruit, this conversation began to spread to all the friends engaged in activities throughout the cluster, whether associated with the junior youth groups or not. This not only contributed to the multiplication of groups but also enriched the entire programme of growth by helping the friends visualize and describe their efforts in broader terms of community building and social transformation."
      },
      {
        "header": 3,
        "content": "3.6 Enduring Fellowship"
      },
      {
        "notes": [
          {
            "position": 29,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "The “ethos of loving service” fostered through the institute process becomes the animating spirit in clusters where encouragement and helpfulness are expressed through a deep commitment to accompanying one another in treading a path of service. This vital element in the emerging Bahá’í culture is manifested through the quality of the interactions among the friends. By working shoulder to shoulder, sharing in one another’s joys and struggles, bonds of love and friendship are created that are the foundation for enduring fellowship. No structures or processes can make up for the spirit of loving fellowship if it does not exist."
      },
      {
        "notes": [
          {
            "position": 495,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "Where faith in the capacity of others, a humble attitude of learning, mutual support and assistance, patience and forbearance, flexibility and generosity, and loving fellowship and encouragement are found, all the elements of the framework for action cohere and progress. As described by the House of Justice: “The operation of spiritual forces in the arena of service becomes increasingly apparent, and bonds of friendship, so vital to a healthy pattern of growth, are continuously reinforced.”"
      }
    ]
  },
  {
    "author": "The International Teaching Centre",
    "type": "Learning",
    "title": "Insights from the Frontiers of Learning",
    "date": "April 2013",
    "part": 4,
    "section": "Enhancing Institutional Capacity to Support the Movement of Clusters",
    "content": [
      {
        "notes": [
          {
            "position": 508,
            "content": [
              {
                "content": "Message dated 28 December 2010."
              }
            ]
          }
        ],
        "content": "The previous discussion in sections 1.4 and 3.2 concerning administrative arrangements highlighted how structures within clusters evolve in response to growth and an expanding framework of activity, accommodating ever greater complexity. This section will consider structures and processes at regional and national levels, where institutions are striving “to create and refine mechanisms that serve to further the pattern of growth unfolding at the cluster level and the learning process associated with it”."
      },
      {
        "content": "It should be noted that, despite significant evolution in the scheme of coordination in the first two years of the current Plan, it is premature to define a specific pattern to be followed everywhere as clusters move towards the frontiers of learning. More experience is required, and additional guidance must be provided over time by the Universal House of Justice. Nevertheless, it is hoped that the insights about administrative structures and processes offered in this section of the document, although preliminary in nature, will assist institutions in various countries and regions to keep pace with the complexity associated with the movement of increasing numbers of clusters along the continuum of development."
      },
      {
        "header": 3,
        "content": "4.1 Training Institutes"
      },
      {
        "content": "There are some 300 training institutes worldwide, about a third of which operate at the regional level. Some of these agencies have already grown to become sizeable and complex organizations, with scores of full- and part-time coordinators and their helpers maintaining hundreds of activities involving thousands of participants. For many years, most of the work of the institute, including overseeing both administrative matters and the development of the programmes, fell on national or regional coordinators. While the responsibilities of these coordinators continue to be important, and indeed have only become more complex as the scope of the activity of institutes has been extended to thousands of additional clusters, it has been necessary to bring institute boards more fully into operation as well."
      },
      {
        "content": "National Assemblies or Regional Councils, in consultation with Counsellors, appoint to institute boards individuals who have had direct involvement in serving as tutors, animators, children’s class teachers, or former coordinators and are familiar with the institute’s structure. A sound understanding of the relationship between human resource development and sustained growth is also required. With such a reservoir of experience, boards are increasingly taking responsibility for formulating annual plans and budgets, organizing periodic reflection gatherings with coordinators, facilitating the flow of funds, and collaborating with other institutions. The board also needs to regularly engage with the Counsellors and their auxiliaries and have a close, collaborative relationship with the Regional Council or, in its absence, with the National Assembly itself, through frequent communication and occasional joint meetings."
      },
      {
        "content": "A primary consideration of the board and all the institutions that support the institute is the scheme of coordination and how the coordinators at all levels can be accompanied in their service. National and regional coordinators support a growing number of cluster coordinators by periodically bringing them together in gatherings for sharing experience and by visiting them in the field to support their day-to-day operations. They also ensure that resources such as funds and materials reach clusters in a timely manner, and cluster coordinators are engaged in a collaborative interaction with other agencies and institutions. Where activity is under way in a significant number of clusters, it may even be necessary to provide for the organization of the work of coordinators into subregions. Whatever the particular structure suited to the conditions of a region, there must be a variety of occasions that bring together friends serving as coordinators to learn from one another’s experience, explore new guidance, and reflect upon and revise their plans of action."
      },
      {
        "content": "A number of attitudes and abilities are essential to foster in coordinators at all levels: deep understanding and appreciation of the nature, purpose, and methods of the training institute; commitment to the community-building process; recognition of the need to nurture the potential of others; dedication to learning; a collaborative spirit; and a readiness to support others and be supported by them in adhering to a Bahá’í way of life. Experience in recent years clearly indicates that coordinators will need to be allowed to serve for a few years in order for the required capacity to be built, and creative means will have to be developed to enable them to devote a period of their lives to this field of endeavour, perhaps, in the case of the youth, in conjunction with their continuing education."
      },
      {
        "header": 3,
        "content": "4.2 Learning Sites for the Junior Youth Spiritual Empowerment Programme"
      },
      {
        "content": "As described earlier, the systematic process for learning about the junior youth spiritual empowerment programme has lent impetus to growth and community building in general. A formal structure for this learning process emerged during the previous Five Year Plan when a number of clusters with significant advances in the implementation of the junior youth programme were designated as sites for the dissemination of learning. Now numbering more than forty, at different stages of development, these learning sites and the resource persons associated with them support a network of approximately ten clusters each. Among these nearly 400 clusters are virtually all of the most advanced clusters in the world. Now a critical component of the institutional framework to advance community building, this structure for systematic learning is proving to be an invaluable resource for Counsellors and their auxiliaries, National Assemblies, Regional Councils, and training institutes. The House of Justice explained:"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 561,
            "content": [
              {
                "content": "Letter dated 7 August 2012 written on behalf of the Universal House of Justice to the National Spiritual Assembly of Germany."
              }
            ]
          }
        ],
        "content": "The areas of learning at these sites, and in their associated clusters, have included the capacity of animators, the dynamics of junior youth groups, and the scheme of coordination that supports the development of the programme among diverse populations; this learning is then shared with the training institutes. The effectiveness of the programme is vastly enhanced as resource persons serving the learning sites conduct training seminars and work closely with cluster coordinators in their efforts to increase the number of animators and junior youth groups."
      },
      {
        "header": 3,
        "content": "4.3 Regional Bahá’í Councils"
      },
      {
        "notes": [
          {
            "position": 145,
            "content": [
              {
                "content": "Letter dated 23 January 2011 written on behalf of the Universal House of Justice to the Local Spiritual Assemblies of Colombes and Courbevoie, France."
              }
            ]
          }
        ],
        "content": "Bearing the primary responsibility at this time “for overseeing the execution of the Five Year Plan in the territories under their jurisdiction,” Regional Councils recognize that their overarching task is to ensure the movement of clusters along a rich and dynamic continuum of development, from supporting those where the first stirrings of the growth process are evident to strengthening those that are advancing the frontiers of learning. This is achieved through the Councils’ assistance to the institutions, agencies, and believers at the cluster level, in addition to their work with the training institute."
      },
      {
        "notes": [
          {
            "position": 134,
            "content": [
              {
                "content": "Letter dated 9 August 2012 written on behalf of the Universal House of Justice to the National Spiritual Assembly of the United States."
              }
            ]
          }
        ],
        "content": "As part of their responsibility, Regional Councils ensure “the timely appearance and dynamic functioning of Area Teaching Committees”. During the last Five Year Plan, Councils gained a great deal of experience in fostering the effective functioning of Area Teaching Committees through gatherings for orientation, consultation, and planning, as well as visits by the Council Secretary or other friends designated to follow the work of the Committees and the progress of clusters. In addition to assessing the strengths and challenges in each cluster, the objective of these interactions was to focus on building capacity in the Committees, particularly in their secretaries. Another fruitful practice has been a periodic meeting for reflection by key individuals at the regional level, once every three or six months, to assess how the Area Teaching Committees are being supported and how they are contributing to the development of the clusters. Such meetings have included the Secretary of the Council, the Counsellor or Auxiliary Board members, regional institute coordinators, and other members of the Council or staff charged with following the movement of clusters."
      },
      {
        "content": "Along with their responsibilities in the field, Regional Councils are carrying out an array of administrative duties. They are trying to put into place efficient systems and mechanisms to ensure the flow of funds, information, learning, and human resources, such as pioneers. The scope of the work of Council Secretaries, which includes overseeing administrative and field operations and, in some cases, properties, is increasing, requiring many to devote hours equivalent to full-time service. In order to manage the wide range of tasks, well-functioning offices with support staff are emerging."
      }
    ]
  },
  {
    "author": "The International Teaching Centre",
    "type": "Learning",
    "title": "Insights from the Frontiers of Learning",
    "date": "April 2013",
    "part": 5,
    "section": "Society-Building Power of the Faith",
    "content": [
      {
        "notes": [
          {
            "position": 464,
            "content": [
              {
                "content": "Shoghi Effendi, The World Order of Bahá’u’lláh: Selected Letters (Wilmette: Bahá’í Publishing Trust, 1991, 2009 printing), p. 206."
              }
            ]
          }
        ],
        "content": "Over many decades, generations of Bahá’ís have striven to apply the teachings of Bahá’u’lláh to their individual and collective lives. Inspired always by the distant vision of a new World Order and a divine civilization, the believers have pressed on and consecrated themselves to achieving the goals of successive global Plans. This vision of a world civilization, as Shoghi Effendi wrote, is one that “no mortal eye hath ever beheld or human mind conceived”. Referring to the endeavour of the followers of Bahá’u’lláh, who at the time were few in number, he stated:"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 289,
            "content": [
              {
                "content": "Shoghi Effendi, The World Order of Bahá’u’lláh: Selected Letters (Wilmette: Bahá’í Publishing Trust, 1991, 2009 printing), p. 195."
              }
            ]
          }
        ],
        "content": "Conscious of their high calling, confident in the society-building power which their Faith possesses, they press forward, undeterred and undismayed, in their efforts to fashion and perfect the necessary instruments wherein the embryonic World Order of Bahá’u’lláh can mature and develop."
      },
      {
        "content": "The transformative and constructive powers inherent in the Faith are gradually becoming manifest in advanced clusters where Bahá’ís are working alongside their neighbours in a collective process and, through social action and participation in countless conversations, are learning to respond to the heightened social consciousness that springs in a natural way from intensive engagement in the core activities. The House of Justice has observed:"
      },
      {
        "block": true,
        "notes": [
          {
            "position": 589,
            "content": [
              {
                "content": "Riḍván 2013 message."
              }
            ]
          }
        ],
        "content": "An especially notable feature of the last twelve months has been the frequency with which the Bahá’í community is being identified, in a wide variety of contexts, with efforts to bring about the betterment of society in collaboration with like- minded people. From the international arena to the grassroots of village life, leaders of thought in all kinds of settings have expressed their awareness that not only do Bahá’ís have the welfare of humanity at heart, but they possess a cogent conception of what needs to be accomplished and effective means for realizing their aspirations."
      },
      {
        "notes": [
          {
            "position": 131,
            "content": [
              {
                "content": "Riḍván 2010 message."
              }
            ]
          },
          {
            "position": 293,
            "content": [
              {
                "content": "‘Abdu’l-Bahá, The Secret of Divine Civilization (Wilmette: Bahá’í Publishing Trust, 1990, 1999 printing), p. 66."
              }
            ]
          },
          {
            "position": 363,
            "content": [
              {
                "content": "‘Abdu’l-Bahá, The Secret of Divine Civilization (Wilmette: Bahá’í Publishing Trust, 1990, 1999 printing), p. 81."
              }
            ]
          },
          {
            "position": 587,
            "content": [
              {
                "content": "Riḍván 153 [1996] message written by the Universal House of Justice to the Bahá’ís of the world."
              }
            ]
          },
          {
            "position": 789,
            "content": [
              {
                "content": "Bahá’u’lláh, Tablets of Bahá’u’lláh Revealed After the Kitáb-i-Aqdas, (Wilmette: Bahá’í Publishing Trust, 1988, 1992 printing), p. 223."
              }
            ]
          }
        ],
        "content": "The Bahá’í community is now more able than ever before to advance “the manifold and diverse dimensions of civilization building”. In contemplating the complexity of the process and the recurring challenges that lie ahead, there is no doubt that “endeavour, ceaseless endeavour, is required”, as the Master described the task of establishing “true civilization”. At the same time, mindful of the countless expressions of Bahá’u’lláh’s divine love and evidences of His all-conquering power in their lives, the friends press forward, labouring “serenely, confidently, and unremittingly” to contribute their talents and energies, no matter where they reside, to those efforts that are “conducive to the regeneration of the world and the salvation of the peoples and kindreds of the earth”."
      }
    ]
  }
]
