[
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 1,
    "section": "On Personal Experience",
    "content": [
      {
        "content": "It seems to me essential that, at the outset of a research program on the theme of science, religion, and development, one should acknowledge candidly the privileged role science must play as the source of methodology. The issues surrounding the choice of scientific methods, however, are in themselves complex, and a few words here on the subject may be in order."
      },
      {
        "content": "Science in its broadest sense, embracing a wide range of phenomena in both nature and society, admits a variety of approaches and methods, each suitable to the character of a specific object of inquiry. In the study of innumerable systems and processes, questions related to the existence of God or the spiritual dimension of life simply do not arise; proper method must necessarily exclude them from consideration, if for no other reason than the preservation of scientific rigour. Yet, when such exclusion becomes a rule to be applied dogmatically across the board, an inflexibility sets in that robs science of some of its powers. Rigidly “scientific” approaches make it difficult to weigh science's own assumptions in balance with belief systems lying outside it. They allow the study of religion, but usually as a psychic or social phenomenon created by the interactions of human beings among themselves and with their environment, interactions that, in the final analysis, are thought to occur among aggregates of atoms and molecules, each behaving in strict compliance with the measure of complexity accorded it by nature. That this is not the view of the vast majority of humanity, who, everyone agrees, will have to participate fully in the process of social transformation and whose cultures, beliefs, and values are to be incorporated into the design and implementation of development activity, poses a contradiction that severely limits the usefulness of development studies carried out according to narrow definitions of the “scientific method.”"
      },
      {
        "content": "I take it to be a premise of our research program that it is possible to rigorously explore issues of religious belief without trivializing them or explaining them away, relegating matters of faith to the private and isolated world of the individual, or confining religious practice to the domain of ritual, legitimized by the needs of humanity as a social species. This, of course, is not a new premise: it underlies the work of social scientists and theologians of various schools. Unfortunately, it has not had a significant influence on the kind of thinking that has shaped the field of development in the past few decades."
      },
      {
        "content": "Furthermore, it appears unavoidable that to deal properly with the difficulties of methodological choice, our approach to this research should remain measured and judicious. Thus, I hope that for some time to come the emphasis will continue to be on the formulation of a discourse on the theme of science, religion, and development, rather than shifting to elaborate studies or the articulation of hypotheses. Naturally, to be scientific, our discourse would have to fulfill certain conditions. For example, its language must strive to be rational, unambiguous, and objective. The challenge before us is to achieve this when the object of inquiry touches so intimately on each participant's own faith."
      },
      {
        "content": "I find quite inadequate the approach to the study of religion that divides the researcher into two separate entities, the scientist and the believer, the first bound to the rules of academia and the second obliged to ignore the absurdities this duality introduces into his or her belief system. That so untenable an approach should have widespread acceptance is due to the impositions of secularism acting as a kind of fundamentalist creed. As a result, much of the reality of science, religion, and the forces that transform society has ended up hidden behind a veil created by false objectivity."
      },
      {
        "content": "The alternative to the prevailing situation is not apologetics or sectarian controversy. What is called for is a new look at the interpenetration of reason and faith, as well as a systematic exploration of rational approaches that are not tied to materialism. Although such a thorough exploration is not part of the mandate of this project, acknowledgment of its absolute necessity is important to our frame of reference."
      },
      {
        "content": "An immediate consequence of this realization, it could be argued, is to require the researcher in certain fields to make explicit the relevant aspects of his or her own belief and experience. To do so in a meaningful way, one must be convinced that it is possible to be firm in one's convictions without being judgmental. Although the statement “if I believe something to be right, then he whose opinions differ from mine must be wrong” passes the tests of formal logic and although it is applicable in countless situations, its usefulness vanishes once the object of discussion becomes relatively complex. It is not that “A” and “not A” can both be true, but that the vastness of truth does not allow most matters of belief, if there is any depth to them at all, to be reduced to such comparisons. The only options this simplistic posture finally leaves open are either religious and ideological fanaticism or the brand of relativism that does away with faith, embraces scepticism, and idolizes doubt. It is instructive to note how the assaults of such relativism on belief, initially launched against religion, have been directed in the postmodern era to the very foundations of science."
      },
      {
        "content": "It is for the reasons expressed above, and not because of an urge to defend a set of religious beliefs, that I will incorporate in this paper brief explanations of certain elements of my own faith. In this introductory section, I will try to describe how my personal experience and belief system determine the way I address issues in the subsequent sections."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 2,
    "section": "My Introduction To Development",
    "content": [
      {
        "content": "I was first introduced to the field of development in 1971, when I was invited to join the deliberations of an interdisciplinary group concerned with integrated approaches to rural development. At the time, I was a visiting professor at the Universidad del Valle in Colombia, helping to reorganize its department of physics to meet the standards of universities in North America and Western Europe. Our project was part of the Rockefeller Foundation's intensive effort to improve higher education in several universities around the world and turn them into efficient instruments of modernization."
      },
      {
        "content": "To contribute to the formation of a generation of scientists who would lay a firm foundation for progress in their country was an exciting prospect and one that indeed had drawn me to Colombia. Yet, I was uncomfortable with the distance that separated our formal academic endeavour from the lives of the millions of people whose needs and aspirations demanded immediate attention. Participation in the deliberations of the interdisciplinary group at the university was a welcome opportunity to pursue my search for a more direct use of science in systems and processes relevant to the social reality of the masses of humanity. After all, science, the source of technology, was for me the most crucial force moving at the very heart of modernization, that magical process that I had been taught to cherish and revere all through the various stages of my education."
      },
      {
        "content": "As it turned out, my enthusiasm for the group's intellectually stimulating discussions on the nature of social and economic development lasted for about a year. In keeping with our original motivation for moving to Latin America, my wife and I were simultaneously becoming involved in the activities of the Colombian Bahá'í community, especially in a rural region near Cali known as Norte del Cauca. The gap between the reality of life we encountered there and the elaborate constructs of the interdisciplinary group uncovered contradictions that I found difficult to ignore."
      },
      {
        "content": "By the time I had joined the interdisciplinary group, my colleagues had already decided on a series of definitions about development and were committed to constructing a model to guide their future activities. According to this model, well-being resulted from the convergence of several factors such as health, housing, education, employment, family life, community organization, and other elements that could be grouped together under the general heading of “culture.” Integrated development implied the simultaneous and united action of various governmental organizations to improve these factors. The role of the university was to coordinate these interventions and provide the necessary theoretical framework."
      },
      {
        "content": "The exercise in which our group was engaged was by no means unique. Those were the years when the field of development was beginning to focus on the poor, and the World Bank, under the leadership of Robert McNamara, was promoting growth with equity, attention to basic needs, and integrated rural development. We were often in contact with world experts, some of whom visited us and brought us the latest in development thinking. With their help our theoretical elaboration became increasingly more sophisticated; we discovered new factors, refined our definitions, saw new relationships, and contemplated the effects of a change in one factor on the workings of the others."
      },
      {
        "content": "If I remember correctly, the subject that presented the greatest challenge to us was “participation,” a theme that, at the time, was gaining prominence in development discourse. It was my dissatisfaction with the way this challenge was faced that helped crystallize in my mind a series of objections to the premises underlying the approach our group had taken. My response was gradually to distance myself from the group and, with the help of a few other colleagues, begin to formulate the framework for the activities of a small organization of our own: Fundación para la Aplicación y Enseñanza de las Ciencias (FUNDAEC, Foundation for the Application and Teaching of the Sciences). Some of the questions we asked ourselves at that time — and some of the answers we found over the years as the scope of our actions increased and FUNDAEC became a well-established development organization — seem highly relevant to the present inquiry on the theme of science, religion, and development."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 3,
    "section": "The Inside-Outside Dichotomy",
    "content": [
      {
        "content": "The first question was cast, initially, in the language of the previous group: What was the role of the villagers themselves in interdisciplinary, multi-institutional development intervention? The analyses we found in the literature on participation, though thought provoking, were not entirely satisfactory. No matter how hard we tried, we could not escape an uneasy feeling that by adopting any of the prevalent approaches, we would be asking a people to participate in our plans and follow our models. That we would do everything possible to give them a voice in the endeavour, especially at the level of implementation, would do little to change this underlying message, which, we had no doubt, would be picked up by the people themselves."
      },
      {
        "content": "What was curious about these deliberations on the theme of participation was that the more one thought in terms of “we” and “they,” the farther away seemed the people one wished to serve. The pendulum seemed to swing from extreme to extreme, from the paternalism of the previous decades to the glorification of cultural autonomy and self-determination. Why were so many development organizations taking on with such tenacity the role of an outsider? Are human beings doomed to be outsiders to every group except a single one, a subculture narrowly defined by nationality, ethnicity, social class, religion, and occupation?"
      },
      {
        "content": "My experience with the Bahá'í community presented a sharp contrast to the efforts of most development projects I had come to know. Here, I was a member of a community — in this case consisting mostly of people of little material means — morally bound to participate in its plans, to follow the guidance of its elected institutions, and to contribute my talents and resources to its spiritual and material advancement. Although learning the subtleties of a new culture would take time, I was, by definition, part of the collectivity from the very beginning: I was not an outsider."
      },
      {
        "content": "Becoming acquainted with a people as an agent of a development organization or bearer of charity is profoundly different from working among friends for a common purpose. In the latter case, one's perception of reality is not shaped simply by academic theories that describe, from the outside, the needs and aspirations of the great masses of humanity. Although the gravity of social injustice is felt and understood, the integrity and capacity for joy of its victims offer protection against some of the emotions that afflict external observers of poverty: pity, fear, sanctimonious indignation, ambivalence, and the inordinate desire to direct others to irrelevant paths laid out in accordance with one's own accomplishments or frustrations. For me, what was most striking about my new community was not material poverty per se but the wealth of talent that went uncultivated, together with the dreams of noble futures that went unfulfilled, as injustice systematically blocked the development of potentialities."
      },
      {
        "content": "Over the years, I have become increasingly convinced that what I originally perceived as a matter of personal choice — to learn to see the world from inside the population I wish to serve and become a participant in their endeavours to transform the world — represents in fact a fundamental issue inadequately addressed in development theory. That so many development programs are interventions managed from the outside, while the praise of participation is confidently sung, is a manifestation of a social structure that has accepted separation as the norm — the dividing of people into groups of “we” and “they” who fight, who compete, who negotiate, who cooperate, or who help each other from across the boundaries that define their separateness. This tendency reinforces, and is reinforced by, an intellectuality that sees as the hallmark of intelligence the ability to identify differences, to divide, and to relativize, all in the name of being scientific. Such an approach is a gross misrepresentation of science, for although it is true that science analyzes, it also integrates and points to underlying patterns of oneness."
      },
      {
        "content": "Religion, of course, has done its full share to contribute to the consolidation of separateness. Yet, it would be a mistake to imagine that a posture of superiority, often assumed by one religious group in relation to another, is inherent to religion. Belief in the unity of humankind, with its implications of equity and selfless love, is, after all, ultimately a religious conception of reality. Viewed from the angle of oneness, development ceases to be something one does for others. A vision begins to emerge according to which the rich and the poor, the illiterate and the educated, are all to participate in building a new civilization, one that ensures the material and spiritual prosperity of the entire human race."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 4,
    "section": "How The Poor Are Perceived",
    "content": [
      {
        "content": "The second of our questions — which remains as relevant today as it was to us in the early 1970s — had to do with the way development programs tend to view the essential nature of the masses of humanity whose participation they seek to secure. From the beginning, my colleagues and I at FUNDAEC identified ourselves with approaches that later came to be known as people-centred development. But we felt uncomfortable with the images that were being evoked by the phrase “the poorest of the poor,” used so extensively in development literature in those days."
      },
      {
        "content": "When, after World War II, development economists began to promote growth policies among the nations of the world, the technical talk about industrialization, capital accumulation, planning, foreign aid, and transfer of know-how carried connotations that were not of material poverty alone but of peoples' backwardness. This was especially true when referring to the inhabitants of rural areas, who were described, no matter how politely, as ignorant, unmotivated, lazy, and superstitious. It was even assumed that up to 50% of them lived virtually unproductive lives and could readily be moved to the cities to provide cheap labour to accelerate industrialization. Perhaps to mitigate the moral implications of such an assumption, the highest compliment was then bestowed on these masses: they were called the hidden capital of the developing nations. The first stages of migration from rural to urban areas, now so sorely lamented, were not accidents of history: they were inspired and driven by the flawed perception development thinkers held of their fellow human beings."
      },
      {
        "content": "The pioneers of the Green Revolution argued against this view of peasants but without abandoning most of the other cherished premises of development economics. It was not the peasant, they pointed out, but the state of technology that was the cause of equilibrium at a low level of production. Villagers were indeed clever and efficient in the use of the tools at their disposal. The solution to the problem lay, therefore, in the transformation of traditional agriculture. Like their other colleagues, these pioneers revered what they saw as modern rationality. Thus, they went on to proclaim that peasants, too, belonged to the species Homo economicus, an article of faith that underpinned their elaborate — and admirable — efforts to modernize agricultural and animal production."
      },
      {
        "content": "The Green Revolution was only partially successful. Food production increased notably, and millions were almost certainly saved from pending starvation. But the gap between the rich and the poor also increased both in the villages and in the cities that received a constant stream of migrants in search of a better life. In the meantime, development thinking had moved ahead to emphasize the needs of the poor and their share and participation in economic growth. But there was still no fundamental change in the way the poor were perceived. The new image, which has persisted since the early 1970s, is that of the materially poor as a bundle of problems and needs; people suffering from malnutrition and lack of sanitation; people with little education, living in inadequate quarters, lacking capital, with no access to modern technology, and unable to enjoy any reasonable level of consumption. How such aggregates of problems are expected to become active protagonists in development is not easy to understand."
      },
      {
        "content": "The problem runs very deep. Efforts to free development thinking from such paternalistic views tend all too often to fall into ideological traps, at the heart of which is a misconception of human nature. In the cherished notions of these ideologies, the liberated agents of change are either competitive, tireless labourers and entrepreneurs busily accumulating wealth or politicized social actors focused single-mindedly on matters of individual and group power. Neither the excessive individualism of the former nor the consecration to conflict of the latter, of course, supposedly serves only the self. Through some alchemy never quite explained, these labours and struggles result in social forces that will modernize underdeveloped nations and usher humanity into an age of prosperity. At the altars of such tragic misconceptions of human nature the lives of the masses of humanity have been sacrificed for decades."
      },
      {
        "content": "It is difficult to see how development theory and practice can undergo fundamental change unless the corresponding discourse admits a reexamination of the nature of the human being. Such exploration cannot be effected simply through speculation and arbitrary expressions of uninformed opinion. The serious discussion of this vital matter inevitably calls for a new level of dialogue between science and religion."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 5,
    "section": "Conceptions Of Human Nature",
    "content": [
      {
        "content": "So much of what I will present in the following sections is based on my view of human nature that I should make a few comments on the subject. Ideas of the kind I express here run the danger of being dismissed as utopian. But, then, the instinctive rejection of noble aspirations in the name of realism has become habitual with approaches to social issues that have failed both to uplift the human race and to acknowledge their impotence. The prevailing — presumably realistic — views of human nature are confusing and self-contradictory. On the one hand, we dream of, and labour for, a world of peace and prosperity; on the other, what passes for scientific theory depicts us as slaves to self-interest, incapable of rising to the heights of nobility we must achieve to meet our challenges. We work, then, for objectives lying forever beyond our selfish means. It is such contradictions that have led to the paralysis of will that today pervades all strata of society."
      },
      {
        "content": "To liberate ourselves from these paralyzing contradictions, we must first ask if the history of the human race, with all its follies, substantiates any such theories as original sin, the innocent being corrupted by civilization, the human who is only one step away from being a god, or the animal who is driven by a collection of insatiable needs. When the operations of love, of the will to conquer the ego, of transcendence, and of beauty are examined — along with the cruelty that has afflicted humanity in its arduous evolutionary path — the picture that emerges is of a human being with a dual nature, and a set of complementary forces that shape and reshape that nature."
      },
      {
        "content": "We cannot deny that we have inherited from millions of years of animal evolution attributes that belong to those origins. In the animal, such characteristics are neither good nor bad; they are merely traits required for individual or collective survival. But they do not constitute a realistic base upon which human society can be constructed. There is ample historical and experiential evidence that we also possess a higher nature, a spiritual one that has gradually made it possible for us to understand and satisfy material needs within appropriate limits while rising above the exigencies of animal existence. None of the usual attitudes toward our physical nature — rejection, guilt, passive acceptance, or loving fixation — is conducive to transcendence. The challenge is to overcome the limitations urged on us by the demands of survival, to learn to control the appetites of the animal, and to develop the qualities of the higher nature that struggles for expression. This is a personal task to be tackled by every individual and, at the same time, an imperative in the collective evolution of the human race."
      },
      {
        "content": "The primary force propelling this, now conscious, evolutionary process is knowledge, a knowledge that is created and constantly recreated on the basis of a sound understanding of one's self, of those promptings that lead to abasement and of those that lead to dignity and honour. The two repositories of this knowledge are religion and science. With their aid we discover in ourselves the powers of nobility, freedom, and oneness and learn to apply these powers in building an ever-advancing civilization. “Thou art even as a finely tempered sword,” says Bahá'u'lláh, “concealed in the darkness of its sheath and its value hidden from the artificer's knowledge. Wherefore come forth from the sheath of self and desire that thy worth may be made resplendent and manifest unto all the world” (BPT 1994, 2:72). Only belief in its inherent nobility can equip humanity to respond to the demands of this crucial historical moment. Far from the familiar expression of unbridled individualism, the freedom that is a corollary of such belief is a gift received through obedience to the laws of spiritual reality, a fruit of the recognition of the principle of oneness and interconnectedness that governs the universe."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 6,
    "section": "The Urge To Be Scientific",
    "content": [
      {
        "content": "Another set of issues to which my colleagues and I at FUNDAEC gave a great deal of attention — one that again is highly relevant to the present discourse — concerns the scientific nature of the development enterprise. My first reaction to the way science was being discussed in the interdisciplinary group that started me in the field had been one of astonishment. Why was there — in a still-emerging area of human knowledge — so much emphasis on creating elaborate models, on making precise measurements, and on finding “witness” populations, as if science was reducible to a simplistic application of a few rigidly defined methods? My attitude was somewhat surprising to the group that expected the newly acquired physicist to bring rigour to its endeavours. What it received, instead, was a plea for flexibility, for the gradual consolidation of a set of facts, and for seeking insights, rather than formulating grand theories and complex models."
      },
      {
        "content": "Having observed a wide range of policies and programs for many years, I am now convinced that the field of development suffers at various levels from an inadequate understanding of science. First, in the absence of a consistent conceptual framework acceptable to most practitioners, it falls prey to the impositions of competing disciplines — economics, agricultural science, public health, anthropology, management, and so on — each of which, while acknowledging a role for other disciplines, insists on fashioning the field according to underlying ideological premises of its own. Second, lacking a clear interpretation of the connections between science and technology, development thinking overemphasizes the latter and does not pay the necessary attention to the advancement of the scientific culture of peoples. Third, by focusing on certain tools and procedures — for planning, for reporting, for evaluating — it loses sight of the exigencies of systematic and structured learning, an essential characteristic of any approach that claims to be scientific."
      },
      {
        "content": "By arguing the above, I do not wish to suggest that the very complex set of social, cultural, political, and economic interactions necessary to bring about change should be scientific. But neither is it reasonable to assume that social transformation is an engineering problem to be managed by technocrats and moved in directions set by political and economic power. What we have the right to expect is systematic learning about development through which some kind of ascertained knowledge can be gradually accumulated in communities and institutions."
      },
      {
        "content": "Reflections such as these led FUNDAEC to dedicate its first efforts to the creation of what was called the rural university, an institution defined as the “social space” in which the inhabitants of a given rural region would learn about the path of their own development. Within this context, we focused our attention on various spheres of activity in rural life — production, marketing, decision-making, education, socialization, and the like — for each of which we set in motion a learning process that consisted of research, action, and training carried out with the growing participation of the people of the region as they gained a sense of ownership of the rural university."
      },
      {
        "content": "That development is not a package the “developed” deliver to the “underdeveloped” but a process in which entire populations must, in one way or another, participate is a realization that came about simultaneously in many organizations and agencies. Early in our experience of the rural university, we learned that such a view of development, while freeing the field from simplistic formulas, raises new challenges. The process is not advanced by the mere application of technology, even when it is supported by political will, and must be intimately connected to structured scientific learning. But while science can offer the methods and tools of inquiry and learning, it alone cannot set the direction; the goal of development cannot come from within the process itself. The path of development must be illumined by the light of moral and spiritual principles emanating from religion, but religion willing to submit its proposals to the scrutiny of science."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 7,
    "section": "The Rural-Urban Balance",
    "content": [
      {
        "content": "My experience in development began with intense involvement in the life of a relatively small rural population and only gradually grew to embrace issues in a global context. Throughout, the immediate future of rural life on the planet was a question of paramount importance in my thinking. The question is significant for the present inquiry in that it brings to focus the direction that has been set for the social and economic development of nations."
      },
      {
        "content": "No one would claim that development objectives are set by consensus, through profound religious reflection on the nature and purpose of human existence, or through the scientific exploration of the options open to the human race. So simplistic a demand could not be made by anyone aware of the complexity of human affairs. Yet, it is not unreasonable to expect that, after these many decades, defining the aims of a significant global enterprise, which development has become, would no longer be approached haphazardly."
      },
      {
        "content": "The present direction of development continues to be — in practice, if not in theory — modernization through an industrialization propelled by feverish activity to sustain technological progress. It was set by individuals whose experiences were shaped by World War II and by the breakdown of colonial empires. The theories that helped define it, Marxist or capitalist, viewed the city as the fairest fruit of civilization and the factory as the wellspring of wealth. They assumed that development would finally lead to a world in which rural dwellers would represent an extremely small percentage of the total population and that even these would have the characteristics of industrial workers."
      },
      {
        "content": "Personally, I have never surrendered to romanticism about the beautiful past, the tranquil village life, or the spirituality of the rejection of means. The future I envision is highly technological, one in which scientific advances will have enabled humanity to live free from the struggle for mere survival. Nor do I see much value in speculating about the eventual form that cities and villages will take, although I find it difficult to believe that a mature humanity will live under the conditions we define today as either urban or rural. What seems to me indispensable is the creation of a viable future for the vast number of villages in the world so that their dwellers can participate meaningfully in building a world civilization. The poverty belts of Lima and Calcutta are not viable options."
      },
      {
        "content": "A most disturbing fact about the current disintegration of rural life is that it is a direct result of policy. Beliefs that predict and applaud the rural–urban trend are self-fulfilling, for they are translated into strategies that impoverish the countryside and increase urban problems, thus absorbing more and more resources and accelerating the cycle. Colonialism transferred to the emerging cities of the South the abhorrent conditions that characterized so many European cities at the dawn of industrialization. Five decades of development have brought about the multiplication and growth of these cities whose problems seem insurmountable, despite the combined efforts of thousands of institutions toiling indefatigably to overcome them. But the victims of these erroneous policies are not only the broken families living partly in the village and partly in the slums of the city. The entire planet has suffered from its infatuation with a certain brand of industrialization and urbanization, as its leaders and policymakers, following their dreams and living in islands of prosperity, have lost touch both with the soul of the masses and with nature. Their relentless pursuit of what they have defined as progress is not sufficiently influenced either by the power of rigorous scientific inquiry or by the spiritual insights of religion."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 8,
    "section": "The Direction Of Development",
    "content": [
      {
        "content": "Throughout the years, my colleagues and I in FUNDAEC participated in numerous deliberations on the nature and purpose of development and learned much from theories that focused attention on a growing set of interrelated themes, such as technological choice, the environment, basic needs, human development, and participatory research and action. Yet, it has always been difficult for me to see how the results of these deliberations can by themselves change the direction of development. Will a new direction ever be set if the masses of humanity continue to be considered mere beneficiaries of projects rather than the real protagonists of development? And can this change come about in the institutional vacuum that characterizes the life of such a vast number of human beings?"
      },
      {
        "content": "The majority of the interventions directed to “the poor” by government and nongovernmental organizations (NGOs) are of two kinds: the provision of services and the creation of groups that in one way or another cooperate to improve their own conditions. Usually, both kinds include a notable component of training. The objectives of training vary from preparing beneficiaries to receive services all the way to raising political consciousness and empowerment. No matter how extensive, however, these interventions and the accompanying training do not define the path of development for most nations. This is done largely through policies that crystallize in institutions charged with governing and administering the people's affairs, institutions that, alas, belong to and are chiefly accessible to a privileged minority, regardless of the fact that most people are constantly voting for this or the other candidate to run them."
      },
      {
        "content": "Why the enhancement of institutional capacity among rural populations and the inhabitants of poor city neighbourhoods has been neglected by so many development plans is a question for which I have never had an adequate answer. The economists who set the tone for the entire enterprise at the beginning talked a great deal about the importance of institutions. But their focus on the traditional–modern dichotomy seems to have led them to concentrate on creating and strengthening institutions in the so-called modern sector. After all, the existence of the traditional sectors was coming to an end, and their members were to move gradually into a modern world that was being built for them. The dream, of course, did not come true. What has emerged, rather, is a world in which the majority not only lives in poverty but is increasingly marginalized from the institutional channels that would allow it a voice in shaping its future. The traditional institutions of most societies were not faultless or even viable in a world in rapid transition. The point is that they were mercilessly assailed by the forces of modernization without substitutes being offered to those who could only be passive witnesses to the disintegration of their systems and processes of life. The result is today's widening gulf that separates a technologically advanced society from the world in which the great majority of the human race lives."
      },
      {
        "content": "The inability of development theory and practice to adequately address the creation, transformation, and strengthening of the structures of an emerging world civilization has been exacerbated by the long-standing conflict between two extreme views. At one extreme lies the conviction that change is basically effected at the level of the individual; at the other stands the conception of the human being as a mere product of society, and revolutionary structural change as the only way out of the predicament of most nations. The adherents of the first view include, of course, the followers of religious movements who see the solution to human problems in the salvation of souls, offered either to fixed numbers or to everyone on the planet. Although such a position would be frowned upon in development circles, it is surprising to note how many internationally supported development plans have sought to overcome poverty with minimum structural change by upgrading the skills of individuals through elaborate training programs designed to fit them to receive credit or employment. Insistence by those clinging to the second position, some of whom have gone so far as to label efforts to improve the human condition as mere attempts to postpone revolution, has done its share to divert attention from the challenges of institutional development. Perhaps today, when the debate between these extremes seems to have been exhausted, social theory can examine the transformation of human society in detached consideration of a complex set of interactions between profound changes within the individual and deliberate systematic re-creation of social structure."
      },
      {
        "content": "The creation of the institutions of a global society, a web of interconnected structures that hold society together at all levels, from local to international — institutions that gradually become the patrimony of all the inhabitants of the planet — is for me one of the major challenges of development planning and strategy. Without it, I fear, globalization will be synonymous with the marginalization of the masses. I do not see how, in their present state, the social sciences can adequately address this challenge. The enormous scientific advance required by the task demands volition and a rigorous application of the methods of science. But method alone is not enough. A vision is needed, and the proper vision will never take shape if the entire spiritual heritage of the human race continues to be neglected."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 9,
    "section": "Technique, Power, Spirituality, And Knowledge",
    "content": [
      {
        "content": "Finally, in my attempt to make explicit certain elements of personal belief and experience that influence my treatment of our theme of research, I should comment on the way I view a number of interrelated development concerns."
      },
      {
        "content": "As mentioned before, my initial invitation to join the deliberations of a group on development was as a scientist expected to be concerned for scientific rigour. Soon I realized that what was required of me was to make technical contributions to the group. This I endeavoured to do with great pleasure. However, I gradually learned that to deal with development, and in fact with most social issues, at the level of technique is a growing and disturbing tendency of our times. I became increasingly aware of the limitations of a technocracy and grew weary of belonging to it. But the choice offered by the critics of technocratic rule was the veneration of politics and political power, which I found even less appealing."
      },
      {
        "content": "That change and transformation entail the operation of power is an undeniable fact. That numerous issues in the field of development have a significant political dimension is also irrefutable. But the premise that political and economic power — interpreted as advantage enjoyed by persons or groups or as an attribute of individuals, factions, peoples, classes, and nations used to acquire, to surpass, to dominate, to resist, and to win — is the agent that will bring prosperity to the entire human race is untenable. Despite all claims to the contrary, there is no convincing historical evidence for this supposition. It appears to me that adherence to such a premise in the name of realism is in itself an indication of the confusion afflicting social thought."
      },
      {
        "content": "The rapid expansion of Western civilization takes to every corner of the world both the blessings and the curses of the Enlightenment. The blessings include the systematic removal of the veils of superstition. But, unfortunately, this is accompanied by a coarseness of mind that tends to dismiss the ideal and to call real that which is ugly and base. The result, after a few centuries of insistence, is widespread forgetfulness of those many powers of the human spirit that are in fact responsible for some of the greatest accomplishments of humanity's past. Among these are the powers of unity, of humble service, of noble deeds, of love, and of truth. But even to mention the word truth in respectable discourse has become unacceptable; truth has been dethroned and reduced to something that is negotiable or a mere expression of dominance. The loudest message broadcast all over the world for an entire generation to hear is “he who is successful is right.”"
      },
      {
        "content": "The only explanation I have found for how a process of intellectual enhancement, so intimately associated in its origins with the free investigation of reality, has led us to our present predicament is persistent neglect of the spiritual dimension of human existence. Modern scientific knowledge has shown its power to liberate us from the fetters of religion ruled by superstition and maintained by self-righteousness. But it has also demonstrated how it can lose its bearings when it falls victim to materialism. The knowledge system currently propelling the development of the world is fragmented. Its fragments by themselves cannot address the highly complex and interrelated problems of societies in dire need of profound transformation. Yet, the power that can ultimately raise humanity from its present condition is the power of knowledge. It is my perception of the role of knowledge in development that leads me to examine the theme of our research in the context of capacity-building, which is the subject of the fourth section of this paper."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 10,
    "section": "Further Comments (A)",
    "content": [
      {
        "content": "In the remainder of this section, I address a number of points with direct bearing on the arguments of the preceding pages. These comments are intended to provide additional context for the ideas presented thus far and to lend them further clarity."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Definitions of science"
      },
      {
        "content": "In writing this document, I have tried to avoid explicit definitions of science. The literature of various fields is, of course, replete with such definitions. To none of them do I seriously adhere, convinced as I am that complex entities reveal their inner operations only if they are approached on a multitude of fronts. Statements of what science is and is not are useful so long as they are employed to offer insight and not to reduce. For the purposes of this paper, a phrase like “a system of knowledge and practice” seems sufficient, in that it allows me to discuss science in broad terms. I do hope, however, that what emerges is consistent with the notion of science as an expression of those faculties of the rational soul that, through both sensible and reasonable perception, shed light on the reality of inner and outer phenomena."
      },
      {
        "content": "My own view of science has been shaped by theoretical physics, a modest amount of reading in the philosophy and history of science, and years of exposure to the social sciences as I worked in development-related fields. But the unshakeable faith I have in science, one that I trust comes through in the arguments presented in this paper, has its roots in religious belief as well as in scientific training. So insistent are the Bahá'í teachings about the critical role of science in the advancement of civilization that it would be difficult for a Bahá'í not to stand in awe of both the scientific heritage of humankind and its potential for future accomplishments. These teachings unambiguously declare as superstitious any religious belief that clearly disagrees with the confirmed results of scientific inquiry. Such statements as the following, from 'Abdu'l-Bahá, are representative of numerous passages on this subject:"
      },
      {
        "block": true,
        "content": "“The virtues of humanity are many, but science is the most noble of them all. ... Science is an effulgence of the Sun of Reality, the power of investigating and discovering the verities of the universe, the means by which man finds a pathway to God."
      },
      {
        "block": true,
        "content": "“Science is the first emanation from God toward man. All created beings embody the potentiality of material perfection, but the power of intellectual investigation and scientific acquisition is a higher virtue specialized to man alone. ... The development and progress of a nation is according to the measure and degree of that nation's scientific attainments. Through this means its greatness is continually increased, and day by day the welfare and prosperity of its people are assured.”"
      },
      {
        "block": true,
        "content": "BPT (1982, p. 49)"
      },
      {
        "content": "It would be misleading for me to give the impression, however, that science receives only praise in the Bahá'í writings. Also present are passages that warn of the harm science can do when it is divorced from spiritual perception. “The sciences of today are bridges to reality,” stated 'Abdu'l-Bahá. “If then they lead not to reality, naught remains but fruitless illusion” (BPT 1997, 72:3)."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Religion and development"
      },
      {
        "content": "The limitations of a discourse on development restricted by narrow definitions of the “scientific method,” to which I have alluded, are not solely theoretical in nature; they affect the operation of development programs at every level. From its very beginnings, development thinking adopted the attitudes of a secular tradition, which, historically, has suffered from an inadequate conception of knowledge:"
      },
      {
        "block": true,
        "content": "“This reductionist approach to knowledge leads most development specialists to become one-eyed giants: scientists lacking wisdom. They analyse, prescribe and act as if man could live by bread alone, as if human destiny could be stripped to its material dimensions alone.”"
      },
      {
        "block": true,
        "content": "Goulet (1980, p. 481, emphasis in the original)"
      },
      {
        "content": "The attitudes toward religion fostered by the secular culture within which the field of development has flourished range from dismissiveness to outright hostility. Gunnar Myrdal's now classic Asian Drama provides a candid — by no means exceptional — statement of this self-confident article of secular faith:"
      },
      {
        "block": true,
        "content": "“Religion is, of course, crucial, but not the interpretation of old scriptures and the lofty philosophies and theologies developed over centuries of speculation. It is, indeed, amazing how much Western, as well as South Asian, writers think they are saying about the peoples of the region when they refer loosely to the impact of Hinduism, Buddhism, or Islam, which they think of as general concepts and often as intellectualized and abstruse. Religion should be studied for what it really is among the people: a ritualized and stratified complex of highly emotional beliefs and valuations that give the sanction of sacredness, taboo, and immutability to inherited institutional arrangements, modes of living, and attitudes. Understood in this realistic and comprehensive sense, religion usually acts as a tremendous force for social inertia. The writer knows of no instance in present-day South Asia where religion has induced social change. Least of all does it foster realization of the modernization ideals. From a planning point of view, this inertia related to religion, like other obstacles, must be overcome by policies for inducing changes, formulated in a plan for development. But the religiously sanctioned beliefs and valuations not only act as obstacles among the people to getting the plan accepted but also as inhibitions in the planners themselves insofar as they share them, or are afraid to counteract them.”"
      },
      {
        "block": true,
        "content": "Myrdal (1972, pp. 48–49)"
      },
      {
        "content": "Magisterial statements of this kind long inhibited development workers from paying due attention to the force of religion, even when they themselves held firm religious beliefs. But now that five decades of intervention have revealed the strengths and weaknesses of dominant patterns of thought, development practitioners are becoming increasingly vocal in expressing their dissatisfaction with the consequences of this narrow approach to their field of expertise. This message comes through strongly in Culture, Spirituality, and Economic Development: Opening a Dialogue, William F. Ryan's (1995) account of his interviews with some 200 experienced individuals around the world, which served as the point of departure for our present endeavour."
      },
      {
        "content": "To incorporate the subject of religion into development discourse is no easy matter. It is true that the field has been reasonably open to new ideas, but it has shown extraordinary reluctance to abandon its fundamentally materialistic mind-set. With painful slowness, people's participation, their culture, and their values have become accepted as legitimate matters to be addressed; even the mention of spirituality is now beginning to enjoy a certain acceptance. A thousand objections are raised, however, the moment the word religion is introduced. There is no opposition, of course, to what Goulet called an “instrumental” use of religious beliefs. These are “viewed primarily as mere means — aids or obstacles — to the achievement of goals derived from sources outside the value systems in question” (Goulet 1980, p. 484, emphasis in the original). Although development agents may be sensitive to local values, they"
      },
      {
        "block": true,
        "content": "“usually derive their goals from outside these values: from development models or the common assumptions of their respective scientific disciplines. Thus, a demographer will strive to “harness” local values to his objective of promoting contraception or achieving zero population growth. Similarly, the agronomist will search for a traditional practice upon which to “graft” his recommendation to use chemical pesticides. Similarly, the community organizer will “mobilize” a population for political ends around traditionally cherished symbols.”"
      },
      {
        "block": true,
        "content": "Goulet (1980, p. 484)"
      },
      {
        "content": "This instrumental treatment of religion is accompanied by a host of superficial remarks about the relationship between religion and progress that expose an unwillingness to study in any depth the way various religious traditions deal with the issue under discussion. A statement by W. Arthur Lewis illustrates the prevalent attitude:"
      },
      {
        "block": true,
        "content": "“Does religion have an independent effect in shaping economic behaviour, or does religion merely reflect economic conditions? It is obvious that religious beliefs change as economic and social conditions change. Religious doctrines are continuously being reinterpreted, and adjusted to new situations. ..."
      },
      {
        "block": true,
        "content": "“We cannot accept the conclusion that it is always economic change which causes religious change, and never religious change that causes economic or social change. It is not true that if economic interest and religious doctrines conflict, the economic interest will always win. The Hindu cow has remained sacred for centuries, although this is plainly contrary to economic interests. Or, to take another example, the failure of Spain to seize and exploit the economic opportunities presented by the discovery of the New World cannot be explained satisfactorily without taking into account religious beliefs and attitudes which hindered Spain in her competition with other countries. It is possible for a nation to stifle its economic growth by adopting passionately and intolerantly religious doctrines of a kind which are incompatible with growth. Or it is possible, alternatively, for conversion to a new faith to be the spark which sets off economic growth.”"
      },
      {
        "block": true,
        "content": "Lewis (1955, pp. 106–107)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The field of development"
      },
      {
        "content": "The word development — which spans an enormous range of meaning in the English language — is used in this paper chiefly to denote a particular historical process. During the late 1940s and early 1950s, following the breakup of the colonial empires, a world poised for unprecedented social and economic transformation witnessed the emergence of a set of activities the purpose of which, apart from the reconstruction of Europe, was the “development” of the nations then considered backward. This field of activity, originally the concern of a band of development economists (see, for example, Meier and Seers 1984), rapidly grew into a gigantic global enterprise involving governments, a constellation of international agencies, the private sector, and an ever-increasing array of NGOs."
      },
      {
        "content": "In its early years, development practice was intimately connected with foreign aid. In all but a few countries, however, the ratio of financial aid channeled through development programs to the funds expended by governments and private companies to effect social and economic change has gradually decreased until, today, in many cases it has become negligible. Yet, the field of development itself has steadily gained in importance, in terms of both the number of those who participate in its activities and the influence it exerts on public opinion and policy. Its successes and failures have become vital issues in the social and political lives of nations, challenging the intellectual resources of outstanding thinkers in a variety of scientific and professional fields. Its language has even entered the popular vocabulary, with terms like the Third World, technology transfer, basic needs, and sustainability now commonplace."
      },
      {
        "content": "It is not unreasonable to claim, then, that today's multifaceted discourse on development is important for humanity's future and that the direction it should take in the coming years is a subject worthy of serious consideration. Given the magnitude of the forces at play, new ideas will become widespread only as their timeliness is proven, and this cannot be done without an adequate understanding of the evolution of development thought over the five decades or so since its inception. Although an extensive discussion of the subject is beyond the scope of the present examination, a few comments seem to be in order."
      },
      {
        "content": "At a first glance, certain features of development discourse may suggest a linear evolution of thought through a series of well-defined and progressive stages. Indeed, the first three decades of activity have repeatedly been described in these terms. Dennis A. Rondinelli, for example, offered the following account in his 1983 work, Development Projects as Policy Experiments:"
      },
      {
        "block": true,
        "content": "“The complex and uncertain changes that have come about in development policies and aid strategies can be seen in three major periods in the history of development theories. The industrial development policies of the 1950s and early 1960s sought maximum growth in the economies of developing nations and assumed that trickle down and spread effects would incorporate the majority of the poor into productive economic activities. The policies sought rapid and high rates of growth in national output with little concern for distributive effects, and thus used largely untargeted aid strategies."
      },
      {
        "block": true,
        "content": "“Development policies of the 1960s were designed to overcome obstacles and eliminate bottlenecks to economic growth by redistributing productive assets, developing human resources, controlling population growth, and increasing productive capacity in lagging sectors of developing economies. Sectoral development plans sought to change those social and economic conditions that were considered to be obstacles to development. These policies used semi-targeted aid: technical and financial assistance was more focused and concentrated on specific development problems and on groups of people with characteristics thought to be adverse to economic growth."
      },
      {
        "block": true,
        "content": "“The policies of the 1970s sought economic growth with social equity; they were concerned as much with the distribution of benefits as with the rate and pace of economic output. They sought to channel aid to the poor majority and resources to subsistence populations in rural areas, provide for basic human needs in the poorest countries, and improve the living standards of “special publics” or groups of the poor. These objectives were largely pursued through targeted aid strategies.”"
      },
      {
        "block": true,
        "content": "Rondinelli (1983 pp. 23–24)"
      },
      {
        "content": "Accounts such as the above give a more or less accurate picture of what may be called “mainstream development effort” from the end of World War II to the early 1980s. To be complete, they would have also to describe the rise to prominence of the organizations of civil society, imperceptible at first, but already notable toward the end of the period. Thus expanded, they would be able to tell the story of how, through the interactions of two streams of endeavour, and in a little more than three decades, development discourse broadened its range of concern to include such essential issues as growth with equity, basic needs, appropriate technology, the status of women, planning and project implementation as instruments of learning, evaluation, participation, and community organization in people-centred development."
      },
      {
        "content": "Despite this impressive accumulation of ideas, however, it would be difficult to argue that development policy and practice unfolded in systematic and successive stages. Already in the early 1980s, the signs of a breakdown could be detected. Rondinelli continued thus:"
      },
      {
        "block": true,
        "content": "“Turbulent changes in the world economy and in the economic, social and political conditions within developing nations in the early 1980s created an environment of greater uncertainty, in which the objectives and approaches to foreign assistance changed quickly. A new emphasis was placed on macro-economic adjustments to the rising cost of imports for developing nations and lower demand for their exports. Greater attention was given to private sector productivity. Less resources were available for international assistance, and the strong emphasis on meeting the needs and increasing the productivity of the poor that had characterized development theories in the previous decade began to wane.”"
      },
      {
        "block": true,
        "content": "Rondinelli (1983, p. 24)"
      },
      {
        "content": "What had once seemed to be a forward movement, then, began to look rather cyclical as development discourse resumed some of the attitudes that had characterized it at its beginning. The entire 1980s would come to be regarded by some observers as a “lost decade.” Others, however, would be less benevolent in their analysis of the spread of poverty — especially in Africa — to which structural-adjustment policies had so decisively contributed. It is true that, during the same period, concern with the sustainability of development began to take centre stage, but, as the decade of the 1990s drew to a close, it was becoming clear that the concept never did possess the power needed to achieve its objectives. It proved unable to bring focus to the ever more diversified set of activities striving to narrow the widening gap that separates the world's materially rich and materially poor, a condition that strains the moral fibre of modern society."
      },
      {
        "content": "It seems to me, then, that in our effort to explore the theme of science, religion, and development, we would do well to remember some of the opposing features of development discourse as it has evolved over the past 50 years."
      },
      {
        "content": "First, a great deal of knowledge has been generated that serves to clarify the nature of the many interacting factors that contribute to the highly complex development process. Development thinking, at least in its literature, has become increasingly more profound as layer after layer of interconnected issues have been discovered and analyzed, sometimes with dazzling brilliance. Yet, policy and practice have tended to ignore the lessons learned. The same mistakes have been repeated periodically, and fads and fashions have been adopted with remarkable enthusiasm. Strategies, dormant for a span of time, have been suddenly revived, and substantial resources have been made available for favourite programs and approaches as the leadership of influential agencies has changed."
      },
      {
        "content": "Second, at every stage of this progress, development thinkers have exerted their utmost to express their observations and theories in technical terms. Technocracy, with its familiar claim to freedom from value judgments, has tended to dictate the prevailing mode of operation. Yet, in ways apparent to everyone involved, important decisions have been value driven and reached through political power play."
      },
      {
        "content": "Third, the evolution of development thinking has led to an increasing concern for people. Consequently, peoples' cultures, values, traditions, and worldviews have come to be considered pivotal to development planning and implementation. Yet, despite the fact that spirituality is so central to the worldviews held by the vast majority of the Earth's inhabitants, the premises of development theory and action have remained almost entirely materialistic, oblivious of the spiritual dimension of human existence."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Development intervention"
      },
      {
        "content": "The ideas expressed earlier, under the heading “The inside–outside dichotomy,” are elements of a broader category of consideration that may most accurately be termed “the ethics of development.” As a field, development has to be constantly on its guard not to transgress those limits beyond which efforts to improve the lives of people degenerate into unethical interference. The question “Who gave me the right to intervene?” should always trouble the conscientious development practitioner. Majid Rahnema brings out, perhaps rather harshly, the disquieting aspects of the challenge:"
      },
      {
        "block": true,
        "content": "“To prevent the development debacle from being followed by yet new forms of colonization and more pernicious systems of intervention, the very concept of intervention should be explored in depth. In particular, “activists,” and the so-called agents of change, as well as intellectuals for whom the written or oral word tends to give life meaning, should try to examine the ethical dimensions of intervention."
      },
      {
        "block": true,
        "content": "“My personal, sometimes bitter, experience has taught me to be so cautious in this respect as to perceive intervention as an act bordering on the sacred. What right do I have to intervene in the life of another, whom I don't know, when I have only a personal, egocentric impression of his or her reality?"
      },
      {
        "block": true,
        "content": "“There is, indeed, the spontaneous, compassionate gesture of the Good Samaritan who, without harboring any project of intervention, goes over to an apparently wounded and dying man on a desert road and comes to his aid. That act is not an intervention, in the sense used in the modern aid vocabulary. It is a gesture that has no other purpose but the act itself, and hence, it is an act of love and compassion, a “right action” in the Buddhist sense of the word. Here, the actor does not ask himself whether the person to receive help would some day be useful to him or not, whether he is a saint, a poor person, or even a would-be criminal. That is why the act of the Good Samaritan borders on sacred territory."
      },
      {
        "block": true,
        "content": "“The case is different with a project of intervention, which is prepared and developed somewhere, often in an institutional framework, with a view to changing the lives of other people, in a manner useful or beneficial for the intervener. That person must realize, at least, that he or she is launched on an adventure fraught with considerable danger. That awareness makes it necessary for interveners to start by questioning the whys and wherefores of their acts. Exceptional personal qualities are needed to avoid the possibility that well-intentioned interventions may end up producing the opposite of what is intended. Most of those qualities are actually qualities that are essential for any type of genuine relationship, in the true sense of the word."
      },
      {
        "block": true,
        "content": "“The most significant quality is to be open and always attentive to the world and to all other humans (attentive, meaning indeed to attend). Attentive implies the art of listening, in the broadest sense of the word, being sensitive to what is, observing things as they are, free from any preconceived judgment, and not as one would like them to be, and believing that every person's experience or insight is a potential source of learning. Such an attitude is basically different from that of experts or highly paid consultants who generally act on the basis of a series of certainties coming from their “knowledge” or “professional experience.” Such “authorities,” particularly when they refuse to question their certainties, not only tend to mislead the people in whose lives they intervene, but also lose touch with the very objects of their knowledge. Because they are unable to listen, they find that their accumulated knowledge soon becomes obsolete and of little relevance to the changing realities they address. Militants and other votaries of various “isms,” missionaries, charismatic politicians, and other professional “seducers,” preachers, salespersons, and specialists of all kinds, including “scholars” in search of recognition and fame, are all examples of interveners whose incapacity to listen to and learn from their target audiences disqualifies them from any type of intervention. They seldom realize that they do to others what their all-powerful egos, with their seductive and manipulative tricks, do to them."
      },
      {
        "block": true,
        "content": "“Intervention should therefore be envisaged only in the context of a constant exercise of self-awareness, of “meditative” state where one learns to see oneself as one is, not as one would like to be. Such intervention stands opposed to institutionalized aid and development, which represent the corruption and the complete opposite of the spontaneous, compassionate gesture of the Good Samaritan.”"
      },
      {
        "block": true,
        "content": "Rahnema (1997, pp. 8–9)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Human dignity"
      },
      {
        "content": "The following passage from Robert L. Heilbroner's The Great Ascent: The Struggle for Economic Development in our Time (1963) is quoted here, not for the relevance of its economic arguments, but to highlight the way development discourse has often treated the materially poor. By “the great ascent,” Heilbroner meant the economic development of the entire world, a process by which more than 100 nations, most of which, according to him, previously “had no history,” would become national entities living in “the chronicle of recorded events.” This he considered “the first real act of world history.” The book was published before political correctness had taught us to avoid sensitive phrases — alas, all too frequently without changing the attitudes underlying apparently technical arguments:"
      },
      {
        "block": true,
        "content": "“From what we have learned about the strictly economic aspect of underdevelopment we know already what the core process of economic expansion must be. It must consist of raising the low level of productivity which in every underdeveloped area constitutes the immediate economic cause of poverty. This low level of productivity, as we have seen, is largely traceable to the pervasive lack of capital in a backward nation. ..."
      },
      {
        "block": true,
        "content": "“But how does a backward nation begin to accumulate the capital it so desperately needs? The answer is no different for a backward nation than for an advanced one. In every society, capital comes into being by saving. This does not necessarily mean putting money in a bank. It means saving in the “real” sense of the word, as the economist uses it. It means that a society must refrain from using all of its current energies and materials to satisfy its current wants, no matter how urgent these may be. ..."
      },
      {
        "block": true,
        "content": "“This release of productive effort directed to present consumption wants, in order to make room for effort directed at the future, does not present an overwhelming problem to a rich nation. But the problem is different in a poverty-stricken one. How can a country which is starving restrict its current life-sustaining activities? How can a nation, 80 percent of which is scrabbling on the land to feed itself, redirect its energies to building dams and roads, ditches and houses, railroad embankments and factories, which, however indispensable for the future, cannot be eaten today? The peasant painfully tilling his infinitesimal plot may be the living symbol of backwardness, but at least he brings forth the roots and rice to keep himself alive. If he were to build capital — to work on a dam or to dig a canal — who would feed him? Who could spare the surplus when there is no surplus?"
      },
      {
        "block": true,
        "content": "“In capsule this is the basic problem which most underdeveloped lands face, and on the surface it seems a hopeless one. Yet when we look more deeply into it, we find that the situation is not quite so self-defeating as it seems. For a large number of the peasants who till the soil are not just feeding themselves. Rather, in so doing, they are also robbing their neighbors. In the majority of the under-developed areas, as we have seen, the crowding of peasants on the land has resulted in a diminution of agricultural productivity far below that of the advanced countries. ..."
      },
      {
        "block": true,
        "content": "“Now we begin to see an answer to the dilemma of the underdeveloped societies. There does exist, in nearly all of these societies, a disguised and hidden surplus of labor which, if it were taken off the land, could be used to build capital. It is, to be sure, capital of a special and rather humble sort: capital characterized in the main by large projects which can be built by labor with very little equipment — roads, dams, railway embankments, simple types of buildings, irrigation ditches, sewers. However humble, these underpinnings of “social capital” are essential if a further structure of complex industrial capital — machines, materials-handling equipment, and the like — is to be securely anchored. Thus peasant labor released from uneconomic field work makes possible a crucially important first assault on the capital-shortage problem. ..."
      },
      {
        "block": true,
        "content": "“We have seen how an underdeveloped society can increase its agricultural output and simultaneously “find” the labor resources it needs for development tasks. But where is the saving — the release of consumption goods — we talked about? This brings us to a second necessary step in our process of capital creation. When agricultural productivity has been enhanced by the creation of larger farms (or by improved techniques on existing farms), part of the ensuing crop must be saved."
      },
      {
        "block": true,
        "content": "“In other words, whereas the peasant who remains on the soil will now be more productive, he cannot enjoy his enhanced productivity by eating up all his larger crop. Instead, the gain in individual output must be siphoned off the farm. The extra crop raised by the fortunate peasant must be saved by him, and shared with his formerly unproductive cousins, nephews, sons, and daughters who are now at work on capital-building projects."
      },
      {
        "block": true,
        "content": "“We do not expect a hungry peasant to do this voluntarily. Rather, by taxation of various sorts, or by forced transfer, the government of an underdeveloped land must arrange for this essential redistribution of food. Thus in the early stages of a successful development program there is apt to be no visible rise in the peasant's food consumption, although there must be a rise in his food production. Instead, what is apt to be visible is a more or less efficient, and sometimes harsh, mechanism for assuring that some portion of this newly added productivity is “saved” — that is, not consumed on the farm, but made available to support the capital-building worker. This is why we must be very careful in appraising a development program not to measure the success of the program by individual peasant living standards. For a long time, these may have to remain static — possibly until the new capital projects begin to pay off.”"
      },
      {
        "block": true,
        "content": "Heilbroner (1963, pp. 92–97, emphasis in the original)"
      },
      {
        "content": "It is encouraging to note that, over the years, numerous voices have been raised against such assaults on human dignity and are finally getting a hearing. Ethical and Spiritual Dimensions of Social Progress, a report prepared for the 1995 World Summit for Social Development, provides a helpful example:"
      },
      {
        "block": true,
        "content": "“A frightening trait of many cultures — ancient and modern — is that of associating different levels of dignity with a hierarchy of professions and activities. At the bottom of the totem-pole are, of course, adults who have never worked or have lost their jobs and cannot provide for their families. The “job” — not what he is or does — determines the individual's identity. One must have great courage and inner resources in order to resist the social and cultural pressure which strips the individual of his dignity when he is no longer “productive.” At the international level, the dominant culture also tends to strip social groups and nations of their dignity when they do not contribute or no longer contribute to the growth and prosperity of the world economy. As with poverty eradication, the fight against unemployment and underemployment must begin with recognition of the dignity and value of all human labor, even if it is humble, insecure, “unprofitable” or unremunerated.”"
      },
      {
        "block": true,
        "content": "United Nations (1995, pp. 32–33)"
      },
      {
        "content": "Religion, of course, is a stronghold for the preservation of human dignity. It is unfortunate that, historically, its characteristic summons to freedom from the obsessive accumulation of material wealth has often been grossly distorted. The result has been a tendency toward rejection of the world and the exaltation of a passivity that has invited oppression. Such distortions must be corrected for the force of religion to play its role in the struggle against today's cult of greed, and the signs are that this is indeed occurring in many religious movements."
      },
      {
        "content": "One element of religious belief seems crucial in this respect, namely, the conviction that work done in the spirit of service to humanity is worship before God. It gives rise to attitudes that value economic progress but reject servitude to an erroneous notion of material productivity. In the words of 'Abdu'l-Bahá,"
      },
      {
        "block": true,
        "content": "“In the Bahá'í Cause arts, sciences and all crafts are counted as worship. The man who makes a piece of notepaper to the best of his ability, conscientiously, concentrating all his forces on perfecting it, is giving praise to God. Briefly, all effort and exertion put forth by man from the fullness of his heart is worship, if it is prompted by the highest motives and the will to do service to humanity. This is worship: to serve mankind and to minister to the needs of the people. Service is prayer. A physician ministering to the sick, gently, tenderly, free from prejudice and believing in the solidarity of the human race, he is giving praise.”"
      },
      {
        "block": true,
        "content": "BPT (1995a, 55:1)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The state and the market"
      },
      {
        "content": "The two ideologies that dominated the social and economic life of the planet after World War II held in opposition the state and the market, the former being regarded as the guardian of the collective good by the one side; and the latter being regarded as the protector of individual freedom by the other. The demise of the Soviet system has apparently brought to an abrupt end the deification of the state. But adoration of the workings attributed to the “invisible hand” has yet to exhaust itself. On the contrary, at least for the present, its exuberant voice can be heard more loudly than ever promising a prosperity that is clearly beyond attainment by the great majority of human beings. Meanwhile, the most readily observed phenomenon is marginalization. Is it too much to hope that the development field, concerned as it is with the conditions of the poor, could draw on its vast experience and lend wisdom to the pursuit of what seems to be an otherwise elusive dream of progress?"
      },
      {
        "content": "Although no clear commitment to this task is discernible, statements can be found in development literature that reflect a readiness on the part of some agencies to assume such a responsibility, provided the political will to do so is created. The World Bank's World Development Report 1992: Development and the Environment offers an example:"
      },
      {
        "block": true,
        "content": "“The achievement of sustained and equitable development remains the greatest challenge facing the human race. Despite good progress over the past generation, more than 1 billion people still live in acute poverty and suffer grossly inadequate access to the resources — education, health services, infrastructure, land, and credit — required to give them a chance for a better life. The essential task of development is to provide opportunities so that these people, and the hundreds of millions not much better off, can reach their potential."
      },
      {
        "block": true,
        "content": "“But although the desirability of development is universally recognized, recent years have witnessed rising concern about whether environmental constraints will limit development and whether development will cause serious environmental damage — in turn impairing the quality of life of this and future generations. This concern is overdue. ..."
      },
      {
        "block": true,
        "content": "“There are strong “win–win” opportunities that remain unexploited. The most important of these relates to poverty reduction: not only is attacking poverty a moral imperative, but it is also essential for environmental stewardship. Moreover, policies that are justified on economic grounds alone can deliver substantial environmental benefits. Eliminating subsidies for the use of fossil fuels and water, giving poor farmers property rights on the land they farm, making heavily polluting state-owned companies more competitive, and eliminating rules that reward with property rights those who clear forests are examples of policies that improve both economic efficiency and the environment. Similarly, investing in better sanitation and water and in improved research and extension services can both improve the environment and raise incomes."
      },
      {
        "block": true,
        "content": "“But these policies are not enough to ensure environmental quality; strong public institutions and policies for environmental protection are also essential. The world has learned over the past two decades to rely more on markets and less on governments to promote development. But environmental protection is one area in which government must maintain a central role. Private markets provide little or no incentive for curbing pollution. Whether it be air pollution in urban centers, the dumping of unsanitary wastes in public waters, or the overuse of land whose ownership is unclear, there is a compelling case for public action. Here there may be tradeoffs between income growth and environmental protection, requiring a careful assessment of the benefits and costs of alternative policies as they affect both today's population and future generations. The evidence indicates that the gains from protecting the environment are often high and that the costs in forgone income are modest if appropriate polices are adopted. Experience suggests that policies are most effective when they aim at underlying causes rather than symptoms, concentrate on addressing those problems for which the benefits of reform are greatest, use incentives rather than regulations where possible, and recognize administrative constraints.”"
      },
      {
        "block": true,
        "content": "World Bank (1992, p. 1, emphasis in the original)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Nobility"
      },
      {
        "content": "A striking aspect of Bahá'í belief is the extraordinary optimism it displays about humanity's future. Such hopefulness would be untenable were it not for a profound conviction, which arises from the Faith's teachings, that the human being was created noble. The reader may find it useful to see a few examples of how the question is treated in Bahá'í scriptures."
      },
      {
        "content": "The first adornment (taráz) of the human character, according to Bahá'u'lláh, is self-knowledge:"
      },
      {
        "block": true,
        "content": "“The first Taráz and the first effulgence which hath dawned from the horizon of the Mother Book is that man should know his own self and recognize that which leadeth unto loftiness or lowliness, glory or abasement, wealth or poverty. Having attained the stage of fulfilment and reached his maturity, man standeth in need of wealth, and such wealth as he acquireth through crafts or professions is commendable and praiseworthy in the estimation of men of wisdom, and especially in the eyes of servants who dedicate themselves to the education of the world and to the edification of its peoples. They are, in truth, cup-bearers of the life-giving water of knowledge and guides unto the ideal way. They direct the peoples of the world to the straight path and acquaint them with that which is conducive to human upliftment and exaltation. The straight path is the one which guideth man to the dayspring of perception and to the dawning-place of true understanding and leadeth him to that which will redound to glory, honour and greatness.”"
      },
      {
        "block": true,
        "content": "BPT (1988, pp. 34–35)"
      },
      {
        "content": "Walking the straight path, with the perseverance it demands, would be impossible without faith in the nobility of one's own nature. Bahá'ís are to call to mind often the voice of an all-merciful Creator expressed in such exhortations as these:"
      },
      {
        "block": true,
        "content": "“O Son of Being! Thou art My lamp and My light is in thee. Get thou from it thy radiance and seek none other than Me. For I have created thee rich and have bountifully shed My favor upon thee.”"
      },
      {
        "block": true,
        "content": "BPT (1994, 2:11)"
      },
      {
        "block": true,
        "content": "“O Son of Spirit! I created thee rich, why dost thou bring thyself down to poverty? Noble I made thee, wherewith dost thou abase thyself? Out of the essence of knowledge I gave thee being, why seekest thou enlightenment from anyone beside Me? Out of the clay of love I molded thee, how dost thou busy thyself with another? Turn thy sight unto thyself, that thou mayest find Me standing within thee, mighty, powerful and self-subsisting.”"
      },
      {
        "block": true,
        "content": "BPT (1994, 2:13)"
      },
      {
        "content": "In no way does the Bahá'í belief in the inherent nobility of the human race, however, give credence to the romantic notion that, left to themselves, human beings will instinctively avoid evil actions. 'Abdu'l-Bahá emphatically rejected this position:"
      },
      {
        "block": true,
        "content": "“There are some who imagine that an innate sense of human dignity will prevent man from committing evil actions and insure his spiritual and material perfection. That is, that an individual who is characterized with natural intelligence, high resolve, and a driving zeal, will, without any consideration for the severe punishments consequent on evil acts, or for the great rewards of righteousness, instinctively refrain from inflicting harm on his fellow men and will hunger and thirst to do good. And yet, if we ponder the lessons of history, it will become evident that this very sense of honor and dignity is itself one of the bounties deriving from the instructions of the prophets of God. We also observe in infants the signs of aggression and lawlessness, and that if a child is deprived of a teacher's instructions his undesirable qualities increase from one moment to the next. It is therefore clear that the emergence of this natural sense of human dignity and honor is the result of education.”"
      },
      {
        "block": true,
        "content": "BPT (1990, pp. 97-98)"
      },
      {
        "content": "In another passage, he stated the following:"
      },
      {
        "block": true,
        "content": "“The root cause of wrongdoing is ignorance, and we must therefore hold fast to the tools of perception and knowledge. Good character must be taught. Light must be spread afar, so that, in the school of humanity, all may acquire the heavenly characteristics of the spirit, and see for themselves beyond any doubt that there is no fiercer hell, no more fiery abyss, than to possess a character that is evil and unsound; no more darksome pit nor loathsome torment than to show forth qualities which deserve to be condemned.”"
      },
      {
        "block": true,
        "content": "BPT (1997, 111:1)"
      },
      {
        "content": "In the Bahá'í Faith, then, firm belief in the nobility of the human being is intimately connected with an equally strong faith in the power of education, but an education that sheds light on the path of true understanding, not one that perpetuates the tyranny of self."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 11,
    "section": "Faith And Reason",
    "content": [
      {
        "content": "Our eagerness to promote a discourse on the triple theme of science, religion, and development arises from the conviction that development theory and practice must give urgent attention to the spiritual dimension of human existence. That such a claim should find a sympathetic audience at all is, to some extent, a sign of the growing maturity of the development field. Yet, we have to admit that willingness to discuss spirituality is not the result of measurable theoretical advance; it is being forced on every area of human endeavour by a deepening crisis that is shaking the very foundations of social order. Materialistic philosophy has spent itself. Promises announced with immense self-assurance by its prophets have not been fulfilled. And everywhere the awakening victims of the systems and processes it has engendered raise their voices, calling it to account for its failures:"
      },
      {
        "block": true,
        "content": "“The time has come when those who preach the dogmas of materialism, whether of the east or the west, whether of capitalism or socialism, must give account of the moral stewardship they have presumed to exercise. Where is the “new world” promised by these ideologies? Where is the international peace to whose ideals they proclaim their devotion? Where are the breakthroughs into new realms of cultural achievement produced by the aggrandizement of this race, of that nation or of a particular class? Why is the vast majority of the world's peoples sinking ever deeper into hunger and wretchedness when wealth on a scale undreamed of by the Pharaohs, the Caesars, or even the imperialist powers of the nineteenth century is at the disposal of the present arbiters of human affairs?”"
      },
      {
        "block": true,
        "content": "BPT (1995b, p. 21)"
      },
      {
        "content": "It is tempting to argue, of course, that the need to incorporate spirituality into one's frame of action, no matter how incontestable, does not justify delving into religious matters. The prospect of becoming involved in what is widely perceived as an old debate between science and religion will be even less appealing, especially to those who see the urgency of applying immediate solutions to practical problems. But once aware of the need for spirituality, how does one avoid inquiry into religion — not sectarian disputation, but the exploration of a system of knowledge and practice that has played a determining role in the advancement of civilization? The issue is not a vague notion of spirituality — a spirituality that recent studies urge be made available as a product required to maximize satisfaction, a veneer of activities to sooth the nerves in a life that is materialistic at its very core. The questions before the development field, concerned as it must be with the prosperity of humankind, relate to the nature of the human being, the underlying purposes of individual and collective life, and the direction of society. Answers to these questions must shed light on the next stage of evolution in the relationships that are essential to existence and progress: between the species and nature, within the family, within the community, and between the individual and the institutions of society. Humanity must become increasingly engaged in a quest for meaning, and such a quest is inherently religious in nature."
      },
      {
        "content": "In rejecting the materialistic approach to development, we do not claim that the issues at hand will somehow be resolved by religious considerations. The task before us is not the dethroning of science, as so many seem bent on doing. Given its extraordinary accomplishments, one could maintain that science deserves a higher station than humanity has so far been willing to bestow on it. To bring in the question of religion is not the same as return to superstition. Nor is the introduction of pseudoscience in its myriad forms the door to spiritual perception. Solutions to the pressing problems facing humankind must be sought through a rigorous application of science in the full meaning of that term. But to fulfill this expectation, science must engage in a serious dialogue with religion. At the 20th century ends, both systems, along with the rest of the social order, are in profound crisis. But crises in systems of knowledge are welcome occurrences, for they are invariably harbingers of progress. I hope to demonstrate in this paper that development theory and practice have, for the most part, been influenced by views of science and religion that are bound to disappear as both undergo rapid and radical transformation in the coming decades. I will argue that the field of development, by admitting a rigorous exploration of the issues related to faith and reason and acknowledging their relevance to its policies and programs, will achieve the great advance that all those committed to the work believe is possible, and doors to the discovery of effective strategies will open."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 12,
    "section": "Scientific Truth",
    "content": [
      {
        "content": "We live in a time when science is blindly adored or rashly attacked by those who have an inadequate understanding of it. Many see science chiefly as the author of creations that verge on the magical. Unfortunately, this is often true even of individuals who, without having reflected in any depth on the nature of either science or technology, are engaged in narrow scientific activity. An assortment of courses on the scientific method offered to students on various career paths perpetuates deep-rooted misunderstandings."
      },
      {
        "content": "Science starts with observation. Thus begins the commonly told story. The scientist uses his or her senses to observe things and occurrences. Scientific training ensures that such observation is carried out with an unprejudiced mind and the utmost objectivity. The immediate products of a purified and disciplined use of the senses are numerous “observation statements,” from which laws and theories of science will finally emerge."
      },
      {
        "content": "Observation statements are singular in the sense that they refer to a particular event at a particular time. But the trained mind is capable of arriving at more universal statements through the careful application of the principle of induction. For generalizations to be true, it is necessary to repeat observations in as wide a variety of conditions as feasible. The number of observation statements forming the basis of the generalization must be sufficiently large to justify the application of inductive reasoning. Once universal statements are discovered, the principles of deduction are used to explain other observed facts and to derive consequences that can then be checked through experimentation. The power of science to predict is one of its essential characteristics, one that gives validity to its claims to grandeur."
      },
      {
        "content": "By presenting this simplistic view of science, I do not wish to suggest that even within what may be called the positivist camp, development theorists do not have considerable familiarity with far more sophisticated perspectives. In recent times, discussions of science have often referred to the complexities of the relationship between theory and observation and the strong influence the former exerts on the latter. By invoking the notion of probability and separating the way a generalization actually occurs from its subsequent justification, certain schools of thought have moved away from the simplistic explanation of “the scientific method” in terms of observation and induction followed by deduction and prediction. Elaborate and ingenious efforts to explain scientific reasoning in terms of falsification — scientific knowledge as a set of falsifiable hypotheses and theories in constant danger of being eliminated by fitter rivals — have led to valuable insights into the methods of science. The introduction into the discourse of science of the concepts of a scientific paradigm, on the one hand, and of competing research programs, on the other, has had a notable impact on most intellectual circles. Yet, strong convictions about the nature of scientific truth, which were arrived at on the basis of an essentially naive conception of science, not only survive but shape entire fields of human endeavour. The deplorable consequence is that an outmoded historical debate between science and religion is perpetuated, and meaningful dialogue between the two systems is blocked."
      },
      {
        "content": "“Scientific knowledge is proven knowledge” is at the heart of such convictions. “Science in its uncorrupted form is objective and free from personal opinions.” “Scientific knowledge is reliable knowledge because it is the result of the rigorous application of a method whose validity is beyond question.” However, objective, rigorous, and reliable are not value-free words. Language plays tricks on the thought process. Science soon becomes the only source of indisputable truth, and every other source of knowledge comes to seem less valuable, less reliable, and ultimately valueless and unreliable. Under these conditions, how can religion receive a hearing so that the question of a harmonious interaction between the two may be explored? The contemporary crisis calls for a substantial change in humanity's perception of science, for the prevalent perception arose from early attempts to understand a new and powerful force and became popularized too quickly, before it was critically examined."
      },
      {
        "content": "Whatever the precise nature of its processes and methods, science is clearly a dynamic system of knowledge and practice that defies attempts to reduce it to any simplistic formula. The fascinating and vital work of philosophers and historians of science leads to theories that explain some of its results and some of its processes. Like the other models that science makes of various portions of physical, intellectual, or social reality, each such explanation has a finite range of validity. Together, they bring to light many of its salient features, but none of them describes science in its totality."
      },
      {
        "content": "Science clearly contains elements that are essentially articles of faith — to begin, faith in the existence of order in the universe and faith in the ability of the human mind to make sense of that order and express it in a precise language. In the words of Einstein (1954, p. 52), “those individuals to whom we owe the greatest achievements of science were all of them imbued with the truly religious conviction that this universe of ours is something perfect and susceptible to the rational striving for knowledge.”"
      },
      {
        "content": "Scientific theories are all based on assumptions, some of which cannot be proven logically. They simply represent propositions acceptable to human reason, deriving their value from the success of the models and theories built on them. For centuries, accepted science assumed that the laws governing the behaviour of objects on Earth were different from those ruling heavenly bodies. Theories based on this assumption proved inadequate. Today, a basic premise of science is that the laws of physics are the same in the heavens as on Earth; the force of gravity, for example, is believed to determine much of the behaviour of space, time, and matter everywhere in the universe. For the time being, this assumption has led to models that seem to explain whatever we have observed, thus justifying its widespread acceptance."
      },
      {
        "content": "The practice of science also draws on such specifically spiritual qualities of the human being as love of beauty and commitment to veracity. It is highly dependent on the use of the faculties of intuition, creativity, and imagination. These resources of the rational soul do not operate haphazardly in scientific activity. They are productive, as they are trained and disciplined and as the results of their operations pass the tests of a rationality acceptable to the community of scientists."
      },
      {
        "content": "Science's main task is to make models of reality. Its models — called theories when sufficiently complex — seldom take the form of simple physical representations. Rather, they are structures in a language that uses both words and mathematical expressions. The language of science has characteristics unique to its aims. Among other things, it seeks to be rational in a highly defined way, unambiguous, and objective. Whether these qualities also distinguish all the processes through which science is generated is not easy to determine: scientific thinking itself is obviously too complex to be completely objective, faultlessly logical, or entirely devoid of ambiguity. By being bound to a strict language through which it must be expressed and communicated, however, science takes on many of the attributes for which it receives well-deserved praise."
      },
      {
        "content": "Although the flaws intrinsic to positivism have been clearly exposed in recent years, the indispensable role of disciplined observation, albeit conditioned by theory, remains central to scientific practice. Generalization, formulation of hypotheses, deduction, testing of predictions, and falsification are vital components of any scientific method. But it should be borne in mind that they are not carried out mechanically by programed entities but by members of communities of scientists who are subject to the influence of social forces. These communities exhibit patterns of behaviour characteristic of groups made up of human beings. Specifically, they work within certain worldviews and theoretical frameworks that determine the kinds of questions they are willing to ask and the kinds of answers they are willing to explore. The concept of a paradigm, although not universally valid, is a highly useful tool for thinking about science. Scientific knowledge is accumulative only to a certain extent; some of the advances in science occur through pronounced shifts in paradigm, the dynamics of which evoke images of a revolution."
      },
      {
        "content": "Scientific practice depends on a variety of coexisting research programs. Each program is essential to the very proposal of the theory to the building of which a community of scientists chooses to commit itself. One of the goals of such research is to extend the range of phenomena that a theory can successfully explain. But no community of scientists sets out to answer all the questions in the world. An indispensable element of any scientific model is a set of statements defining its range of validity. More advanced theories do not necessarily prove previous ones wrong but clarify the limits within which they operate and provide an understanding of why they work inside those limits. Thus, relativity and quantum mechanics, for example, do not “disprove” Newtonian physics; rather, they define the range of size and velocity for which the latter's predictions are totally reliable."
      },
      {
        "content": "In making these remarks, I do not intend to be eclectic, somehow merging the work of Kuhn and Popper, Lakatos and Feyerabend. My intention is to argue that without entering into debate on the profound issues explored by philosophers and historians of science over the past decades, we can readily decide that the relation between science and truth is not the simplistic one propagated by naive descriptions of science. Certainly, the relationship between science and truth is enormously important. Scientific statements are about objective reality; they have an existence of their own and are not merely the products of the minds of a few scientists. Not satisfied with offering explanation only, science demands application and engenders technology — and policy, in the case of some of the social sciences — which in turn act on objective reality. In this sense, technology seems to be intrinsic to science; it is born of it and, together with other factors, defines the arena of its operations. Although driven by the powers of the rational soul, science is also an exigency of social existence, one of whose imperatives is technological advancement. Scientific knowledge is thus an expression of truth that sheds light on interconnected realities: the physical reality of the universe, social reality, and the inner reality of the human being."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 13,
    "section": "Religious Truth",
    "content": [
      {
        "content": "With this perspective on science, let us now turn to religion. In doing so, we confront at the outset the question of whether scientific knowledge, with the degree of complexity intimated above, encompasses all of reality that is knowable to the human mind. What if the elements of faith underlying our worldview — not acquired by blind imitation, but through a process of observation, study, and reflection — include a belief in a spiritual reality beyond the world accessible to our senses? What if we cannot lend credit to the assumption — and it is only an assumption — that intelligence is a mere product of higher orders of organization, but regard it, instead, as a quality of being that transcends physical existence? What if that quality of being determines the structure and operation of the world, including the evolutionary appearance of a human mind capable of observing and thinking about the universe? What, indeed, if our inextinguishable sense of individual identity — which after all gives definition to the statement “I know” — finds the assumption that it will end with physical death quite meaningless and drives us on to explore the implications of timelessness and immortality?"
      },
      {
        "content": "The usual assertion that certain beliefs and premises are not needed and, therefore, according to some kind of minimalist principle should not be brought into the picture begs the question in at least two ways. First, it presupposes that the denial of an expanded reality is somehow objective and not, in itself, an assumption that has profound consequences for the direction of intellectual endeavour. Thus, it distorts the fact that the choice in each case is between two elements of faith, neither of which is provable, and not between “no assumption” and an “extraneous assumption.” Second, it takes for granted the supremacy of science as the uniquely valid means for the investigation of reality and its claim to autonomy as somehow an irrefutable proof of this validity. Certainly, assumptions related to the spiritual dimension of existence are unnecessary in many scientific studies, but by what reason do we extend this to all investigation, denying the need for any other system of inquiry with which science must interact if it is not to become dogmatic and vulnerable?"
      },
      {
        "content": "Historically, religion has been the system concerned primarily with spiritual reality and its relation to individual and collective life. Like science, religion is a highly complex system of knowledge and practice, with a pattern of evolution particular to its nature and a history inextricably intertwined with the unfoldment of civilization. As a practice of human communities, it has inevitably had its share of folly, corruption, and abuse of trust. But it has also been the unfailing voice raising the call to transcendence, the ultimate source of every praiseworthy aspiration, and the light that has illumined human understanding and enabled it to distinguish between the base and the noble."
      },
      {
        "content": "If we are to examine religion with an unprejudiced mind and discover how its interactions with science should occur, we need to set aside misgivings that, for whatever justifiable reasons, have gained widespread acceptance. The most notable of these is expressed in the opinion that there is no such thing as “religion,” but merely numerous religions in fundamental disagreement with one another. Such a conclusion represents a highly restrictive view of religion. It is unarguable that religious strife, along with tribal, national, and racial conflict, has been a prominent feature of humanity's past and, like these other ills, continues to plague us during what may be seen as an age of transition. But if we accept that the path we must walk is one of both material and spiritual advancement, we must be willing to look more deeply into the spiritual heritage of the human race than so precipitate a judgment would encourage."
      },
      {
        "content": "As science and its multiple structures exist and unfold, so do religion and its structures. Religious teachings and belief are expressed in myriad forms, and these expressions show significant differences. But this circumstance does not deny the existence of a dynamic knowledge system with its own field of inquiry and its own evolving methods and language. Once we free ourselves from a preoccupation with differences, we are astonished at the unity of themes explored by the major religions of the world and the continuity of the solutions they propose to the most perplexing problems. In this context, variety of expression becomes a source of richness of insight, rather than being a cause of contention. But such a perspective is possible only if each major religion is examined primarily through the eyes of those whose gaze has remained focused on the moral and spiritual teachings enshrined in its authentic scriptures. Separating these from the dogmas added by those who had an insatiable thirst for worldly power is, admittedly, a difficult task in some instances, but it is by no means impossible."
      },
      {
        "content": "In the case of science, that which is understood and explained is a basically observable, objective reality — physical, psychological, or social. But what is the objective reality on which religion focuses in order to serve as a system of knowledge and practice within a community? To answer this question, it would seem essential to reflect on the body of teachings that lie at the core of each of the major religions of the world and have provided their primary impulse. Without entering into the familiar theological debate on transcendence versus immanence, one may simply observe that the encounter between human consciousness and the Divine has repeatedly resulted in a religious text, oral or written, at the heart of which are the pronouncements of the prophet–founder and a few historical figures intimately connected to this person. In the text is described life in both its material and its spiritual dimensions. It “reveals” aspects of spiritual reality, which, once uttered, can become the subject of exploration, not only by the individual soul, but also by entire populations. Without the revealed text, spirituality would be an expression of personal experience, never to be validated by the intellectual interactions that create social knowledge. For, by religious truth is not meant mere assertions about the esoteric, but statements that lead to experimentation, application, and the creation of systems and processes, whose results can be validated through observation and the use of reason. Humanity, by its very nature, is thus endowed with two Books, that of Creation and that of Revelation, the study of which, as “science” and “religion,” propels the advancement of civilization."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 14,
    "section": "Harmony Between Science And Religion",
    "content": [
      {
        "content": "A note of caution is in order. Efforts to describe religion as a system of knowledge are always in danger of going too far by advancing arguments that would finally make religion a mere extension of science, a branch of scientific learning dedicated to the study of the unseen. That a system of knowledge is capable of penetrating every aspect of individual and social life does not imply that it has to be science. Clearly, as two major systems of knowledge and practice, religion and science will have many features in common. Articles of faith, assumptions, the use of various faculties of the soul, such as reason, intuition, and imagination, the ability to create models of reality — including the metaphysical and the inner life of individuals and communities — worldviews, and even something akin to a set of coexisting research programs are all elements readily observable in the operation and evolution of religion. Indeed, it can be persuasively argued that in many of its applications, the methods of religion are, and have to be, scientific. Yet, science and religion remain distinct knowledge systems, neither representing a subsystem of the other."
      },
      {
        "content": "Of particular importance is the distinction that has to be made between the language of science and the language of religion. In many respects, the language in which religious truth is expressed, like scientific language, strives to be unambiguous and objective. But its primary challenge is to transcend the limitations of the language of science and to exploit poetic images, stories, parables, commands, admonitions, and exhortations so as to convey meaning and speak directly to the human heart in ways science does not pretend to do."
      },
      {
        "content": "To emphasize the distinction between religious and scientific knowledge is not to deny interrelationship. The widespread belief in an intrinsic conflict between the two arose at a time of crisis in the history of Christianity, when the very conceptions of science and religion were inadequate to deal with rapid intellectual development. Today, several centuries later, the question before us is whether the type of understanding that has been achieved in recent times makes possible a new basis for interactions between the two systems. Is it not equally likely that harmony and not conflict should characterize these interactions? Indeed, is it not essential to demand such harmony to ensure that neither system degenerates into vain imagining and that both remain true to their nature?"
      },
      {
        "content": "Issues related to the harmony between science and religion can be addressed in a number of ways. It can be reasonably argued that the two systems are so distinct that there is no possibility of significant conflict between them. Science studies the material universe. The knowledge it generates becomes the basis for technological progress, and technology can be used either for the good of humanity or to its detriment, for building civilization or for its destruction. Science in itself does not have the ability to determine the uses to which its products should be put. Religion, in contrast, is concerned precisely with the spiritual dimension of human existence. Its task is to throw light on the inner life of the individual, to touch the roots of motivation, and to engender a code of ethics and morality to appropriately guide human behaviour. It can set the ethical framework within which technology can be developed and employed. The civilizing process depends on both these systems of knowledge; so long as each remains within the sphere of its own genius, there is no reason for them to come into conflict with each other."
      },
      {
        "content": "This view of the harmony between science and religion is valid, but only at the level of application. Ultimately, in this approach, science and religion are separated and allowed to pursue their own ways, and what assumes importance is the interaction between technology and morality, the progenies of the two. But such an analysis of the relation between science and religion soon reaches its limits, for the two knowledge systems have too much in common and overlap in the range of phenomena within their realms of study. Commonalties include certain assumptions and elements of faith, qualities and attitudes, methods, and mental and social processes; other aspects of religion and science, while not contradictory, are needed in only one of the two. Overlap is intrinsic to the operation of the two systems and arises from the fact that a sharp division between matter and spirit is in itself impossible. Although for many practical purposes it is necessary to separate the two systems and allow their processes to run parallel to each other, attempts to deny their interconnectedness in the mind of the human being and in society can only rob them of the extraordinary powers they both possess."
      },
      {
        "content": "In thinking about the relationship between religion and science, I have always found it helpful to draw upon some of the insights into the workings of the universe offered by the principle of complementarity. In its strict formulation, the principle asserts that the particle–wave duality clearly observable at the level of the smallest constituents of matter is inherent in the process of scientific observation and measurement itself. It is not that, for example, the electron is sometimes a wave and sometimes a particle; nor that it is both or neither. Complementarity takes us beyond the question of “either–or” and asks us to deal directly with the fact that under certain experimental “setups” the electron will always behave as a particle and under others it will always act as a wave. These two types of setup exhaust all the possibilities of measurement. It is impossible, that is, to establish an experiment in which one could ask, What is the electron really, a wave or a particle?"
      },
      {
        "content": "It is not my intention to claim that the complementarity of quantum mechanics is somehow directly applicable to the duality between science and religion. In fact, what is known as the Copenhagen interpretation, with which the above formulation is associated, has once again come into serious question in recent years. But whatever the resolution of the difficulties faced by the model, the fact remains that at the most fundamental level nature does not allow simultaneous measurements of certain quantities and lends itself to complementary descriptions. Given the intricacies of the process of measurement in science, such a statement cannot be only about the physical universe. Theoretical models elaborated by the human mind underlie the arrangement of instruments in the experimental setup, models that, as already noted, are structures in language. Therefore, complementarity, in any of its possible formulations, is telling us something fundamental about two coexisting realities and their interactions — human consciousness and objective reality. Particularly, it is offering insights into how the human mind can embrace aspects of the universe too complex to admit of a single description."
      },
      {
        "content": "Accepting that this is the case, we cannot avoid asking ourselves related questions about levels of reality beyond the world of matter. Is it unreasonable to assume that when the object of exploration is the sum of both spiritual and physical reality, an object far more complex than the material universe, a single description would also prove to be inadequate? Is it not possible that to understand and explain this reality, humanity needs at least two languages, that of science and that of religion, which together enable it to penetrate its mysteries?"
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 15,
    "section": "Further Comments (B)",
    "content": [
      {
        "content": "The following comments expand and elaborate on the arguments presented in the foregoing pages."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The purpose of religion"
      },
      {
        "content": "The passage quoted in the opening of this section on faith and reason comes from The Promise of World Peace (BPT 1995b), a statement written by the international governing body of the Bahá'í Faith. The document presents an analysis of the social and spiritual forces that contribute to the establishment of peace among the Earth's peoples, a condition that implies far more than the mere absence of armed conflict. It claims that world peace is inevitable but that its advent requires the collective will of the world's leaders and the application of a range of specific religious principles."
      },
      {
        "content": "The arguments set out in The Promise of World Peace reflect the emphasis the Bahá'í teachings place on religion as an instrument to build civilization. But, although the role of religion as a positive social force is extolled, it is also acknowledged that it can be distorted through the manipulation of self-seeking leaders. Indeed, misunderstandings and confusion perpetrated in the name of religion are among the causes of the deplorable conditions of the world today. To attribute these conditions to the rise of secularism would be unfair. In many respects secularism is clearly a welcome development in the history of humanity, an inevitable and necessary reaction to religion fallen prey to fanaticism and superstition. Referring to religion as a means for human progress, Bahá'u'lláh stated the following:"
      },
      {
        "block": true,
        "content": "The purpose of religion as revealed from the heaven of God's holy Will is to establish unity and concord amongst the peoples of the world; make it not the cause of dissension and strife. The religion of God and His divine law are the most potent instruments and the surest of all means for the dawning of the light of unity amongst men. The progress of the world, the development of nations, the tranquility of peoples, and the peace of all who dwell on Earth are among the principles and ordinances of God."
      },
      {
        "block": true,
        "content": "BPT (1988, pp. 129–130)"
      },
      {
        "content": "For Bahá'ís, as for millions of religious people from every tradition, the fact that religion, despite its originating impulse in the Divine, has been subject to the same distortion that affects all human constructs does not diminish the significance of its role in advancing civilization. What must be accepted is that religion stands in need of science if it is to avoid the pitfalls of fanaticism."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The crisis of science"
      },
      {
        "content": "Most readers of these pages will readily accept that, as is the case with much of civilization, religion is in crisis. But there are many who may hesitate to attribute a similar crisis to science as a system. The ethical problems faced by humanity as a result of accelerated scientific and technological advance are, of course, commonly acknowledged. It is possible, however, to regard these issues as challenges that emerge naturally in the course of progress and that will in time be addressed by science itself. The crisis to which I refer is a systemic one with many more dimensions than those that are purely ethical; it arises from inadequacies in the very process through which scientific knowledge is generated and applied. In his celebrated book of some years ago, Scientific Knowledge and Its Social Problems, Jerome R. Ravetz exposed the alarming consequences resulting from the lack of a “renewed understanding” of the nature of scientific inquiry:"
      },
      {
        "block": true,
        "content": "The activity of modern natural science has transformed our knowledge and control of the world about us; but in the process it has also transformed itself; and it has created problems which natural science alone cannot solve. Modern society depends increasingly on industrial production based on the application of scientific results; but the production of these results has itself become a large and expensive industry; and the problems of managing that industry, and of controlling the effects of its products, are urgent and difficult. All this has happened so quickly within the past generation, that the new situation, and its implications, are only imperfectly understood. It opens up new possibilities for science and for human life, but it also presents new problems and dangers. For science itself, the analogies between the industrial production of material goods and that of scientific results have their uses, and also their hazards. As a product of a socially organized activity, scientific knowledge is very different from soap; and those who plan for science will neglect that difference at their peril. Also, the understanding and control of the effects of our science-based technology present problems for which neither the academic science of the past, nor the industrialized science of the present, possesses techniques or attitudes appropriate to their solution. The illusion that there is a natural science standing pure and separate from all involvement with society is disappearing rapidly; but it tends to be replaced by the vulgar reduction of science to a branch of commercial or military industry. Unless science itself is to be debased and corrupted, and its results used in a headlong rush to social and ecological catastrophe, there must be a renewed understanding of the very special sort of work, so delicate and so powerful, of scientific inquiry."
      },
      {
        "block": true,
        "content": "Ravetz (1973, p. 9)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Scientific facts"
      },
      {
        "content": "Reflections on the nature of scientific truth in the context of an emerging dialogue between religion and science can benefit from a careful reading of Ludwik Fleck's (1979 [1935]) monograph Genesis and Development of a Scientific Fact. In this insightful work, written originally in German, Fleck chose to examine in detail the emergence and final establishment of the fact that a serodiagnostic procedure developed in the 1920s, known as the Wassermann reaction, indicates, within acceptable statistical limits, the presence of syphilis in a patient. He described the complex set of factors that had to converge, over a long period of time, before syphilis would come to be considered a definite “disease entity” — beginning with an undifferentiated and confused mass of information about various chronic diseases that were characterized by skin symptoms and were frequently localized in the genitals, diseases that, in the 15th century, were all lumped together. Fleck showed how various beliefs and patterns of thought played crucial roles in the tortuous path leading to the unreserved recognition of this disease entity. For example, it was believed at the time that the “conjunction of Saturn and Jupiter under the sign of Scorpio and the House of Mars on 25.XI.1484” was the cause of carnal scourge, for “benign Jupiter was vanquished by the evil planets Saturn and Mars,” and the sign of Scorpio “rules the genitals” (Fleck 1979 [1935], p. 2). Belief in carnal scourge laid the “corner-stone of syphilology, ascribing to it a pronounced ethical character” (p. 3)."
      },
      {
        "content": "Next, we are told, “As a result of decades of practice, certainly spanning several generations, it became possible to distinguish and isolate from the host of chronic skin conditions a particular group which, when treated with mercury ointment, reacted favorably” (Fleck 1979 [1935], pp. 3–4). “Thus two points of view developed side by side, together, often at odds with each other: (1) an ethical–mystical disease entity of “carnal scourge,” and (2) an empirical–therapeutic disease entity” (p. 5). This dual approach was then supplemented by a conviction that syphilis is associated with a change in the blood, which left its “natural state,” becoming from the very outset of the disease “befouled by an infection attacking it without festering, and therefore relatively unnoticed” (p. 12). Later on, with the rise of the modern idea of pathogenic microorganisms, the agent causing syphilis was identified as Spirochaeta pallida. The discovery of the Wassermann reaction further refined and specified the association of the disease with the blood and “helped to classify tabes dorsalis and progressive paralysis definitely with syphilis. Since this spirochaeta was found in the lymphatic ducts very soon after infection, even the first stage of syphilis was no longer regarded as a localized disease” (p. 17)."
      },
      {
        "content": "In his analysis of the evolution of the concept of syphilis as a clearly defined disease entity and of the development of the Wassermann reaction and the emergence of serology as a scientific field, Fleck (1979 [1935]) introduced a number of ideas such as systems of opinion, thought styles, and thought collectives. The use of concepts of this nature is by no means free of problems. Yet, whatever one's disagreements with some aspects of the analysis, one can no longer be beguiled by simplistic definitions of scientific truth after reflecting on Fleck's brilliant arguments. One may seek to modify but cannot ignore his statement that"
      },
      {
        "block": true,
        "content": "Cognition is the most socially-conditioned activity of man, and knowledge is the paramount social creation. The very structure of language presents a compelling philosophy characteristic of that community, and even a single word can represent a complex theory. To whom do these philosophies and theories belong?"
      },
      {
        "block": true,
        "content": "Thoughts pass from one individual to another, each time a little transformed, for each individual can attach to them somewhat different associations. Strictly speaking, the receiver never understands the thought exactly in the way that the transmitter intended it to be understood. After a series of such encounters, practically nothing is left of the original content. Whose thought is it that continues to circulate? It is one that obviously belongs not to any single individual but to the collective. Whether an individual construes it as truth or error, understands it correctly or not, a set of findings meanders throughout the community, becoming polished, transformed, reinforced, or attenuated, while influencing other findings, concept formation, opinions, and habits of thought. After making several rounds within the community, a finding often returns considerably changed to its originator, who reconsiders it himself in quite a different light. He either does not recognize it as his own or believes, and this happens quite often, to have originally seen it in its present form. The history of the Wassermann reaction will afford us the opportunity to describe such meanderings in the particular case of a completely “empirical” finding."
      },
      {
        "block": true,
        "content": "This social character inherent in the very nature of scientific activity is not without its substantive consequences. Words, which formerly were simple terms become slogans; sentences which once were simple statements become calls to battle. This completely alters their socio-cogitative value. They no longer influence the mind through their logical meaning — indeed, they often act against it — but rather they acquire a magical power and exert a mental influence simply by being used. As an example, one might consider the effect of terms such as “materialism” or “atheism,” which in some countries at once discredit their proponents but in others function as essential passwords for acceptability. This magical power of slogans, with “vitalism” in biology, “specificity” in immunology, and “bacterial transformation” in bacteriology, clearly extends to the very depth of specialist research. Whenever such a term is found in a scientific text, it is not examined logically, but immediately makes either enemies or friends."
      },
      {
        "block": true,
        "content": "Fleck (1979 [1935], pp. 42–43)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Beauty"
      },
      {
        "content": "Examining the role played in his or her research by a scientific inquirer's attraction to beauty can open invaluable insights into the nature of science. Unfortunately, it is not possible in a brief exposition, and without the use of mathematics, to explore with any precision the concept of beauty, for example, in physics. In The Mind of God: The Scientific Basis for a Rational World, Paul Davies (1993) employed his admirable talent for making scientific ideas accessible to the nonspecialist to express the following:"
      },
      {
        "block": true,
        "content": "It is widely believed among scientists that beauty is a reliable guide to truth, and many advances in theoretical physics have been made by the theorist demanding mathematical elegance of a new theory. Sometimes, where laboratory tests are difficult, these aesthetic criteria are considered even more important than experiment. Einstein, when discussing an experimental test of his general theory of relativity, was once asked what he would do if the experiment didn't agree with the theory. He was unperturbed at the prospect. “So much the worse for the experiment,” he retorted. “The theory is right!” Paul Dirac, the theoretical physicist whose aesthetic deliberations led him to construct a mathematically more elegant equation for the electron, which then led to the successful prediction of the existence of antimatter, echoed these sentiments when he judged that “it is more important to have beauty in one's equations than to have them fit experiment.”"
      },
      {
        "block": true,
        "content": "Mathematical elegance is not an easy concept to convey to those unfamiliar with mathematics, but it is keenly appreciated by professional scientists. Like all aesthetic value-judgments, however, it is highly subjective. Nobody has yet invented a “beauty meter” that can measure the aesthetic value of things without referring to human criteria. Can one really say that certain mathematical forms are intrinsically more beautiful than others? Perhaps not. In which case it is very odd that beauty is such a good guide in science. Why should the laws of the universe seem beautiful to humans? No doubt there are all sorts of biological and psychological factors at work in framing our impressions of what is beautiful. It is no surprise that the female form is attractive to men, for example, and the curvaceous lines of many beautiful sculptures, paintings, and architectural structures doubtless have sexual referents. The structure and operation of the brain may also dictate what is pleasing to the eye or ear. Music may reflect cerebral rhythms in some fashion. Either way, though, there is something curious here. If beauty is entirely biologically programmed, selected for its survival value alone, it is all the more surprising to see it re-emerge in the esoteric world of fundamental physics, which has no direct connection with biology. On the other hand, if beauty is more than mere biology at work, if our aesthetic appreciation stems from contact with something firmer and more pervasive, then it is surely a fact of major significance that the fundamental laws of the universe seem to reflect this “something.”"
      },
      {
        "block": true,
        "content": "Davies (1993, pp. 175–176)"
      },
      {
        "block": true,
        "content": "My own inclination is to suppose that qualities such as ingenuity, economy, beauty, and so on have a genuine transcendent reality — they are not merely the product of human experience — and that these qualities are reflected in the structure of the natural world. Whether such qualities can themselves bring the universe into existence I don't know. If they could, one could conceive of God as merely a mythical personification of such creative qualities, rather than as an independent agent. This would, of course, be unlikely to satisfy anyone who feels he or she has a personal relationship with God."
      },
      {
        "block": true,
        "content": "Davies (1993, pp. 214–215)"
      },
      {
        "content": "Davies is, of course, correct in assuming that a mere personification of creative qualities falls far short of the concept of God held by most religions. But the concept that the physical universe reflects in its structure the attributes of God is one that finds considerable resonance in religious discourse. Bahá'u'lláh, for example, whose teachings uphold the existence of a God forever unknowable in essence, stated that"
      },
      {
        "block": true,
        "content": "Whatever is in the heavens and whatever is on the earth is a direct evidence of the revelation within it of the attributes and names of God, inasmuch as within every atom are enshrined the signs that bear eloquent testimony to the revelation of that most great Light. Methinks, but for the potency of that revelation, no being could ever exist. How resplendent the luminaries of knowledge that shine in an atom, and how vast the oceans of wisdom that surge within a drop!"
      },
      {
        "block": true,
        "content": "BPT (1983b, pp. 100–101)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Rationality"
      },
      {
        "content": "All too often, rationality is identified with one or another specific way of thinking. The rational soul is a unique characteristic of the human being; its powers include scientific investigation, comprehension of meaning, and contemplation of beauty. These powers can express themselves in the creation of more than one mode of rational thought and action. Only if we are willing to abandon narrow definitions of rationality will we appreciate the underlying harmony between science and religion. The definitions at which we arrive should allow for the scepticism that characterizes any scientific method, but we should also acknowledge the need for repeated leaps of faith, for it is an undeniable fact of life that one without the other leads nowhere. The following passage from David Bohm's Wholeness and the Implicate Order illustrates what I mean by a “way of thinking”:"
      },
      {
        "block": true,
        "content": "Nevertheless, this sort of ability of man to separate himself from his environment and to divide and apportion things ultimately led to a wide range of negative and destructive results, because man lost awareness of what he was doing and thus extended the process of division beyond the limits within which it works properly. In essence, the process of division is a way of thinking about things that is convenient and useful mainly in the domain of practical, technical and functional activities (e.g., to divide up an area of land into different fields where various crops are to be grown). However, when this mode of thought is applied more broadly to man's notion of himself and the whole world in which he lives (i.e. to his self–world view), then man ceases to regard the resulting divisions as merely useful or convenient and begins to see and experience himself and his world as actually constituted of separately existent fragments. Being guided by a fragmentary self–world view, man then acts in such a way as to try to break himself and the world up, so that all seems to correspond to his way of thinking. Man thus obtains an apparent proof of the correctness of his fragmentary self–world view though, of course, he overlooks the fact that it is he himself, acting according to his mode of thought, who has brought about the fragmentation that now seems to have an autonomous existence, independent of his will and of his desire."
      },
      {
        "block": true,
        "content": "Bohm (1981, pp. 2–3, emphasis in the original)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Complementarity"
      },
      {
        "content": "Attempts to apply the principle of complementarity to areas other than physics do not enjoy every scientist's blessing. For one thing, physicists do not agree on the precise meaning of complementarity, nor do they share all the philosophical views expressed by the architects of the Copenhagen interpretation, primarily Niels Bohr. One issue on which profound differences exist, for example, is whether human ideas can grasp the essence of things. Bohr was clearly doubtful of such a possibility; for him, as Henry P. Stapp (1993) put it, “progress in human understanding would more likely consist of the growth of a web of interwoven complementary understandings of various aspects of the fullness of nature.” “Such a view,” Stapp continued,"
      },
      {
        "block": true,
        "content": "though withholding the promise for eventual complete illumination regarding the ultimate essence of nature, does offer the prospect that human inquiry can continue indefinitely to yield important new truths. And these can be final in the sense that they grasp or illuminate some aspect of nature as it is revealed to human experience. And the hope can persist that man will perceive ever more clearly, through his growing patchwork of complementary views, the general form of a pervading presence. But this pervading presence cannot be expected or required to be a resident of the three-dimensional space of naïve intuition, or to be described fundamentally in terms of quantities associated with points of a four-dimensional spacetime continuum."
      },
      {
        "block": true,
        "content": "Stapp (1993 p. 70)"
      },
      {
        "content": "Personally, I am not at ease with every aspect of the Copenhagen interpretation of quantum mechanics, least of all its extreme pragmatism. But in relation to human knowledge, the ideas I have expressed in this paper resonate far more with the above statement than, say, the belief that all explanation will be finally reduced to the ramifications of a single overall scientific theory."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Duality"
      },
      {
        "content": "There is a vast difference between the duality of quantum mechanics and the dichotomies on which the mechanistic worldview seems to have thrived. One of the most significant contributions of “new physics” to a pattern of thought that is emerging in the world today is its rejection of this worldview. In The Quantum Self: A Revolutionary View of Human Nature and Consciousness Rooted in the New Physics, Danah Zohar (1991) gave an insightful analysis of the alienation resulting from the mechanical interpretation of the universe:"
      },
      {
        "block": true,
        "content": "The three “pernicious dichotomies” left us wondering how we conscious human beings related to ourselves (our own bodies, our own past and future, our own sub-selves), to each other or to the world of nature and facts. In trying to resolve these questions, our psychology, our philosophy and our religion fragmented into opposite extremes. As Yeats said of this era, “Things fall apart, the centre cannot hold.”"
      },
      {
        "block": true,
        "content": "The split between mind and body, or between inner and outer, gave rise to the dichotomy between extreme subjectivism (a world without objects) and extreme objectivism (a world without subjects). Thus Idealism denied the reality or importance of matter and reduced everything to mind, while materialism denied the reality or importance of mind and reduced everything to matter. Freud assumed that the inner was real and accessible, while the outer was all projection, and many strains of mysticism mirrored this view — for example the world is the veil of Maya, a veil of illusion. At the other extreme, Behaviourism assumed the outer was real but denied the relevance of the inner. It became psychology without the psyche."
      },
      {
        "block": true,
        "content": "The split between the individual and his relationships led on the one hand to an exaggerated individualism, to a selfish will to power and possession, and on the other to an enforced communitarianism like that of Marxism, which denied the meaning or importance of individuals at all while stressing the absolute primacy of relationship."
      },
      {
        "block": true,
        "content": "The split between culture and nature led both to relativism of all sorts — factual, moral, aesthetic and spiritual (value judgments) — and to dogma and extreme fundamentalism. There seemed no middle ground between the two extremes of saying that a given way of looking at things was only one of many contingent and relative ways of looking at them, or between saying there was only one, true and absolute way of looking at them. There seemed no way to say that we were not either wholly creatures of culture, and therefore unrooted in any established facts, or wholly creatures of nature (of the given), with no flexibility or room for creative development."
      },
      {
        "block": true,
        "content": "In the West, these dichotomies robbed our individuality of its context and landed us in the deepest isolation, leading to narcissism. We were cut off from an outer confirmation of our inner life, leading to nihilism, and denied the confirmation of our ideas, leaving us with relativism and subjectivism. Each nourished a form of alienation, and the sum total of this alienation is the curse of modernism."
      },
      {
        "block": true,
        "content": "Zohar (1991, pp. 217–218)"
      },
      {
        "content": "As we try to promote a discourse on science, religion, and development, the greatest challenge before us is to overcome the habits of mind described by Zohar in the above passage. What is daunting is that our discourse has to focus primarily on development, the very process that took it upon itself to propagate these habits throughout the planet."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 16,
    "section": "Spiritual Principles And The Role Of Knowledge",
    "content": [
      {
        "content": "Development programs will continue to be relevant to the life of society only to the extent that they are formulated and carried out in the context of an emerging world civilization. This is not to argue that the field of development must broaden its scope to touch on every aspect of human existence. On the contrary, as a global enterprise its value lies in its consecration to the task of fostering prosperity among the diverse inhabitants of the planet. Yet, to achieve the required vitality, systematic effort to bring about the social and economic development of nations must be conceived in the context of a greater process that will carry humanity into the next stage of evolution."
      },
      {
        "content": "No matter how cursory, a survey of the historical forces that are shaping the structure of society — along with the devastating upheavals that these forces have already precipitated and the prodigious changes they have engendered — should convince even the staunch defenders of today's global policies that unchecked material progress is not what is needed. A dual cry can everywhere be heard rising from the heart of the great masses of humanity. It demands the extension of the fruits of material progress to all peoples, and, at the same time, it calls out for the values of spiritual civilization. For material civilization “is like a lamp-glass. Divine civilization is the lamp itself and the glass without the light is dark. Material civilization is like the body. No matter how infinitely graceful, elegant and beautiful it may be, it is dead. Divine civilization is like the spirit, and the body gets its life from the spirit” (BPT 1997, 227:22). True prosperity has both a material and a spiritual dimension."
      },
      {
        "content": "That humanity is being impelled irresistibly toward some kind of coherent global form of existence can no longer be disputed. The choice lies in that which is to be globalized: the basest of human desires or noble ideals and aspirations. The ideas set forth in these pages originate in the conviction that the apparent dominance currently enjoyed by the former is an illusion; it is the latter that will have the final say in the destiny of the human race. The vision projected here, therefore, is optimistic, not in relation to the immediate but a more distant, yet entirely foreseeable, future."
      },
      {
        "content": "It is a characteristic of numerous forms of existence that they undergo successive stages of transformation before reaching the level of maturity destined for them. Even the human being must pass through the stages of infancy, childhood, and adolescence before the full powers of the human spirit begin to manifest themselves. The attributes of the adult are not defined by the imperfections of childhood; nor do the vicissitudes of adolescence last beyond the age of transition. Does history not suggest a similar pattern in the collective life of humanity?"
      },
      {
        "content": "If humanity is indeed approaching adulthood, the revolutionary changes occurring with bewildering swiftness in every department of its collective life assume the character of two parallel processes, one integrative and the other of ruinous disintegration. The operation of both is necessary during such a tumultuous period when the barriers raised by the thoughts, attitudes, and habits of the childhood of the race must be uprooted and the structures of a new civilization that can reflect the powers of maturity must be shaped. If this assessment is a reasonably accurate view of the contemporary crisis in civilization, then it is imperative that those of us who work in the global enterprise we call development, which is to contribute to the emergence of the institutions and practices of adulthood, understand the nature of the dual process affecting our endeavours. For, inevitable as the final outcome may be, disintegration can be painfully prolonged by the decisions of world leaders who refuse to respond to the exigencies of a new age."
      },
      {
        "content": "This interpretation of the nature of our times can help us free ourselves from excessive attachment to the standards of the past and move on to find new and viable paths of development. If old conventions are allowed to persist, the fate of humankind will be a global society ruled by the interests of a relative few and held in the grip of political and economic forces. Such a society will be unacceptable to a human race that has successfully shed the habits of adolescence. In this context the view of development as something that is handed over by the “developed” to the “underdeveloped” or as the imitation by every nation of the pattern of industrialization that historically led certain countries to material prosperity cannot survive as a realistic option. Equally inadequate is a vision of development as a haphazard process whose aims emerge from within its own dynamics. The transition to maturity referred to here anticipates the attainment by humanity as a whole of a new level of collective consciousness. As this increasingly occurs, the only acceptable development strategies will be those that centre on people and their institutions as the real protagonists of change — all of humanity and the institutions that legitimately serve its interests. If development is to be defined at all, then it will have to be in terms of the building of capacity in individuals, communities, and institutions to participate effectively in weaving the fabric of a materially and spiritually prosperous world civilization."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 17,
    "section": "Spiritual Principles",
    "content": [
      {
        "content": "Clearly, the relationship between spiritual and material civilization, introduced above, is not a simple one. Matter and spirit interact in intricate patterns and at various levels. In the field of development, an essential interaction should occur at the level of principle. Recognizing the need to modify the statement at a later stage, I would like to propose that progress in material civilization receives its impetus fundamentally from the force of science. It results from diverse applications of the rational faculty of the human soul, for example, to understand the laws of nature and society, to promote agriculture and industry, to learn the lessons of history, to gain insights into viable social organization, and to devise just methods of human governance. Yet these applications must respond to, and be governed by, the principles of spiritual civilization, without which material progress leads as much to misery as to happiness."
      },
      {
        "content": "In today's world, it will not be easy to argue that development practice should be guided by spiritual principle. The prescription that the “end justifies the means” has been so long and so widely accepted by so many that it is now a feature of culture, and the accompanying idea that success is the final arbiter of truth compounds the problem. Consider, for example, the question of justice. If justice is to be a binding principle of development practice, then the purposeful creation of injustice even as a temporary measure to achieve prosperity at a future date is not permissible. Yet, not only did development thinking endorse such policies to that effect in its early years, but three decades later, after painfully acquired experience, similar policies, albeit expressed in vocabulary designed to make them more palatable, emerged and continue to survive up to the present day."
      },
      {
        "content": "The effort to incorporate the discussion of spiritual principles into deliberations on social and economic development entails other difficulties, most of them rooted in a long history of misbehaviour on the part of religious movements. Even the suggestion brings to mind experience of the arrogance of self-righteousness and inevitably generates resistance. Yet, as argued elsewhere in this paper, extreme reactions by enlightened minds to corrupt forms of religious belief have taken a heavy toll on humanity, and it is time to show discipline in this respect. To believe in principles and to uphold them does not imply a sense of spiritual superiority. There is a difference between believing in high ideals and claiming to be their embodiment. To translate principles into action, one must engage in a process of learning, a process whose methods must be scientific. Furthermore, effective learning depends on a posture of humility, and our fear of hypocrisy should not prevent us from giving humility its due merit. The discussion of principles that follows, then, is not a treatise on religiosity; it is presented in the context of learning as the ideal mode of operation in the development field."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The oneness of humankind"
      },
      {
        "content": "The hallmark of the age of maturity will be the unification of the human race. The principle of the oneness of humankind is not a mere expression of a romantic notion of brotherly love or the praise of some vague ideal of tolerance and respect. It is not a summons to uniformity. It has nothing in common with the aggressive advance of a superficial culture that idolizes the unfettered gratification of desire and devours every culture it encounters in the name of universality."
      },
      {
        "content": "To believe in the oneness of humanity, as advocated here, implies the rejection of theories that explain the collective life of human beings in families, groups, tribes, cities, and nations solely in terms of the imperatives of survival. Rather, the evolution of such collective life and its institutions is viewed as a gradual unfoldment of the potentialities of the human spirit. This evolutionary process will attain a stage of fulfillment when humanity is at last able to undertake the task of laying foundations for a unified and advanced civilization. Progress toward such a goal demands rapid and organic change in the very structure of society, accompanied by an equally profound change in human consciousness."
      },
      {
        "content": "Efforts to understand the operation of this principle should bear in mind that oneness must necessarily express itself in infinite variety. Diversity and oneness are complementary and inseparable. Diversity does not invariably give rise to enmity and opposition. The differences of ethnicity, nationality, and race that exist today can be appreciated in the context of a historical process that has entailed progressive stages of unity. Differences that are perceived as causes of division and conflict should in fact be treated as sources of stability. Diversity brings enormous strength to the composition of the whole as unification occurs."
      },
      {
        "content": "Gradual awareness of the significance of interconnectedness in the workings of the universe is arising from not only religious and philosophical but also scientific observation. Several advances in the past decades — for example, in understanding the evolution of biological and learning systems, in ecology, in the study of the cosmos and its tiniest particles — have made obsolete a worldview that was founded on the mechanics of a clock and the interactions of billiard balls. Development thinking must similarly be challenged to leave behind visions of society that have originated in minds given to fragmentation and seek in emerging scientific paradigms the ideas and tools it needs to perform its tasks."
      },
      {
        "content": "The analogy that seems to demonstrate the operation of the principle of oneness in society is the human body. Within that system, millions of cells, with an extraordinary diversity of forms and functions, collaborate to make the existence of a human being possible. They give and receive whatever is needed for their individual function, as well as for the growth and welfare of the whole. No one would try to explain the life of a healthy body in terms of some of the principles we use so freely in our social theories, such as competition among the parts for scarce resources. The principle that governs the functioning of the body is cooperation. But this is not cooperation without a purpose — existence for the sake of existence. The outcome of this complex set of interactions is a system that serves as the temple of the soul. The rational faculty appears, and intelligence, a quality that seems to be present deep in the structure of the universe, manifests itself. Could not society also become the arena for harmonious interactions among human beings, interactions whose purpose is not the mere enjoyment of a few fleeting moments on this Earth, but the appearance of a higher form — human civilization?"
      },
      {
        "content": "Viewed in this way, the principle of the oneness of humankind would enter development discourse at three levels. The first would be at the level of policy and direction. That which furthers separateness, consolidates isolation, and strengthens the ascendancy of one group of people over others — even in the guise of unity and globalization — can hardly be considered development. The second would be at the level of approach and methodology. Development understood as extending prosperity to all cannot be advanced through the glorification of conflict, whether of class or of ideology. Nor can the pursuit of selfish aims and competition be considered the organizing principle of society and the only path to excellence, although one may accept that ideas and products should be allowed to compete with one another. Excellence will be achieved if the noble qualities of the human soul are allowed to flourish in the environment of freedom created by cooperation. The third level at which the principle of oneness would be felt is that of program activity. The cementing together of human hearts and the progressive achievement of unity of purpose, unity of thought, and unity of action must be incorporated in both the goals and the methods of development projects; so, too, have to be measures that promote the integration of peoples everywhere into a growing network of global relations. It is in this sense, I believe, that the well-known phrase “Think globally, act locally” takes on its true significance."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Justice"
      },
      {
        "content": "To say that justice must be a fundamental concern of development strategy is to express a truism. There is, however, little agreement on the means by which justice can be worked into actual plans and promoted in action. Recognizing that justice is primarily a spiritual principle, an exigency of the human spirit, helps overcome the difficulty and opens doors to possibilities that are not available when discussion is limited to the distribution of income or the rule of democracy. As a concept inapplicable to the web of connections defining the animal kingdom, justice is irrefutably a requirement of a life that transcends animal existence. Beyond mere concern with social issues, justice as a spiritual principle touches the individual at the deepest level of consciousness. Its influence motivates participation, raises awareness to new levels, and empowers individuals, communities, and institutions."
      },
      {
        "content": "The spiritual roots of the principle are to be found in that faculty of the human soul that enables us to see with our own eyes and not with the eyes of others. The cultivation of this faculty creates in the individual the responsibility to investigate reality free from the chains of tradition perpetuated through imitation. When sufficiently developed, it protects the individual, for example, from being a naive victim of market propaganda, constantly induced to buy things, services, and ideologies. The elimination of such credulity is, clearly, a requirement of a development process that calls for the participation of the people in tracing their own path of collective advancement."
      },
      {
        "content": "Understood as a spiritual principle, justice helps policymakers avoid the pitfalls of uniformity while still respecting the exigencies of equity. The analogy of the human body discussed in relation to the ideal of oneness takes on new meaning when examined in the light of this principle. Rather than defining relationships among the members of society in terms of a sameness foreign to the very structure of creation, one is moved to see individual and collective well-being as the result of the intricate operations of a system that measures needs, aspirations, talents, motivations, and performances and rewards all equitably. When appropriately brought to bear on social issues, justice is the single most important instrument for the establishment of unity."
      },
      {
        "content": "Without justice, the goals of development become distorted. They either are dictated by the interests of dominant ideologies and powerful groups or represent simply no more than the beliefs, admittedly often rooted in altruism, of those who work professionally in the development field. Consider how loudly the praise of defective approaches to globalization is sung and how much effort is expended on covering up the resulting marginalization of the masses. Review the thousands of projects that have set out to alleviate poverty but have merely succeeded in offering a small group of beneficiaries a few advantages while the gap between the rich and the poor in the area under their influence has continued to widen. Surely, at every stage of activity — from the formulation of policies, to the design of programs, to the implementation of specific projects — the principle of justice has to be made the final arbiter."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Equality of men and women"
      },
      {
        "content": "There can be no doubt that the equality of men and women will be a distinguishing characteristic of the civilization destined to emerge from the present passage through an age of transition. The challenge is to ensure that, on the one hand, the principle is permitted to give direction to development strategy and, on the other, its translation into proper structures and attitudes is accepted as an integral goal of specific projects."
      },
      {
        "content": "Acknowledging that the equality of men and women is an elementary spiritual principle closes all those arguments that, overtly or in subtle ways, sustain the notion of the superiority of men. To promote, as an element of religious belief, the conviction that the soul of the human being has no sex — as is the case with race or colour — is to attack the very foundations of the age-old prejudice against women. Science, of course, does much to shatter erroneous belief. But history is replete with examples of entire peoples who readily accepted error as scientific truth because their inherited preferences inclined them to do so."
      },
      {
        "content": "Unfortunately, so far as the treatment of women is concerned, the record of most major religions has been anything but impressive. To denounce religion as the perpetrator of inequality between women and men, however, is not justified. Religious teaching has been progressive, certain elements of it addressing only the historical reality of the people among which it was promulgated. These have to be understood in the context of an ongoing process through which spiritual truth has been brought progressively to bear on the challenges of civilization."
      },
      {
        "content": "Contemporary society is ill-served by a prevailing tendency to relegate certain principles, even after their value has been acknowledged, largely to the realm of rhetoric and academic discussion. If the principle of the equality of women and men is not to meet this fate, it must be given sustained expression through the adoption of one goal: ensuring that men and women work shoulder to shoulder in all fields of human endeavour — scientific, political, economic, social, and cultural — with the same rewards and in equal conditions. For the vast majority of women in the world, the most immediate implication of such a goal must be to make education available to them, an education that is of the same scientific quality as that being offered to men, and it is therefore of great significance that the education of the girl child is finally being recognized internationally as an indispensable theme of policy. The seriousness of this commitment can be appreciated in the care being taken to complement the emphasis on the education of women with measures to change the attitudes of men."
      },
      {
        "content": "However welcome, attitudinal change is nevertheless only part of the answer in a society organized according to past prejudices. The principle of the equality of men and women has profound implications for the changes of structure that will characterize humanity's coming of age. It is no exaggeration to claim that the rigorous application of this principle will revolutionize every institution of society, from the family to government, from the smallest productive unit to large financial organizations, from structures that support individual creativity to the most complex channels for the collective expression of culture. For the objective is not the mere opening of opportunities to women to do everything that men do today, so much of which is shameful and cruel. The principle of the equality of men and women sheds light on how the true qualities of the human soul are to govern social existence. It is a statement about human reality, and its application constitutes a requisite for the establishment of peace, a definite move away from violence, an exigency of the long-awaited spiritual civilization. Without it, development simply will not occur."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Stewardship of nature"
      },
      {
        "content": "The modern scientific era has witnessed a well-justified rebellion against religious views that preach the abandonment of this world in exchange for rewards in the next. For people everywhere, it became increasingly apparent that placing the spiritual and the material in forced opposition engenders passivity, itself a major influence in the perpetuation of poverty through oppression. The creed of materialism that accompanied rebellion against the tradition, however, did not mend humanity's relationship with the material world in which it lives. As God was set aside, the answer to every question was to be sought in the workings of nature, vaguely defined as all that was accessible to the senses. But with this shift, there vanished also the reverence for nature that had been a vital feature of earlier stages of social evolution. The Earth became basically a reservoir of material resources to be exploited within an approach that could only be characterized as hostile and irresponsible. The resulting ecological disaster now forces world leaders to reexamine the meaning of progress and the appropriate relationship between humanity and nature."
      },
      {
        "content": "Much of the blame for the great imbalance created in the ecosphere is placed on the anthropocentrism of today's civilization. The alternative often suggested, however, is a biocentrism that seems equally untenable. In its extreme formulation, this philosophy is but another brand of materialism, a worship of nature that ignores the exigencies of a consciousness unique to the human species and absent from the material universe. Once again, the focus is exclusively on the survival of the race. Can human beings now be induced to believe that their only purpose is to pass a few scores of years on this planet in harmony with nature, as do the fish and the bird?"
      },
      {
        "content": "The principle of stewardship advocated in this paper takes as a given the human aspiration to transcend the limitations of the material world, but does so while maintaining an attitude of respect and cooperation with nature that is in harmony with the oneness of existence. It upholds a vision of wholeness and interconnectedness throughout creation, which includes both nature and human consciousness, the former being an expression of God's will in the contingent world and the latter an imperative of a higher order of existence. Stewardship of nature, then, constitutes an inescapable role that humanity, from among countless species in the biosphere, must play — the role of being a conscious, compassionate, and creative participant in the evolution of the life of the planet. Far from considering the present ecological crisis a cause for despair, development thinkers should recognize it as a providential turning point in the evolution of human consciousness, a turning point in which fragmentation gives way to wholeness."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Work and wealth"
      },
      {
        "content": "As has been the case with nature, wealth has received contradictory treatment in every period of social evolution. Repeatedly, the pendulum has swung from one extreme to another, from contempt for wealth as the corrupter of the human soul to its adoration as the ultimate dispenser of happiness. The concept, clearly, needs to be reexamined in the context of a development process that can contribute to the spiritual and material advancement of the human race."
      },
      {
        "content": "The spiritual principle that can help define a proper attitude toward wealth is one that is consistent with the real nature and purpose of work. Work is both an exigency of life on this planet and an urge inherent to human character. Through it, essential requirements of the human soul find fulfillment, and many of its potentials are realized. To accomplish its purpose, however, work cannot be reduced to a mere struggle for survival. Nor can its aim be solely the satisfaction of the demands of the self. Work's highest station is service to humanity, and when performed in that spirit, it becomes an act of worship."
      },
      {
        "content": "The noblest fruit of work is spiritual and intellectual attainment. But work must also produce the material means to sustain the individual and society and make progress possible. The prosperous world civilization now within humanity's grasp will call for the production of wealth on a scale hitherto unimagined. The success of such an effort will depend on a rigorous definition of the parameters of the ownership of wealth so as to avoid the pitfalls of both excessive state control and the unbounded accumulation of riches by the relatively few. Extremes of wealth and poverty are closely interconnected; the latter cannot be abolished while the other is allowed to exist."
      },
      {
        "content": "Seen in such a light, personal wealth is acceptable so long as it fulfills certain conditions. It must be earned through honest work, physical or intellectual, and its acquisition by the individual must not be the cause, no matter how indirectly, of the impoverishment of others. Moreover, the legitimacy of material possessions depends equally on how they are earned and how they are used. One should enjoy the fruits of one's labours and expend one's wealth not only for the good of one's family, but also for the welfare of society."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Freedom and empowerment"
      },
      {
        "content": "At the heart of spirituality is the yearning of the human soul for freedom from the chains and struggles of material existence. Paradoxically, the impulse is opposed by another: licence to follow the dictate of one's desires. Throughout history, these two urges have coexisted and have become intertwined, spinning dozens of ideologies, each appealing to noble aspirations and each carrying within it the seeds of its own destruction. Revolution has followed revolution — driven initially by legitimate longing to be free, only to be co-opted later by the cruelest manifestations of a lower nature. The despair that characterizes today's society owes much of its force to the confusion of those who cannot distinguish between true freedom and surrender to animal desire."
      },
      {
        "content": "Science provides tools and methods that can be used to achieve freedom. But it is the light of religion that separates nobility from baseness. From a religious point of view, true liberty is compliance with divine teachings. For only to the extent that human beings awaken to the capacity for love, generosity, justice, compassion, trustworthiness, and humility can they manifest the extraordinary powers with which they have been endowed."
      },
      {
        "content": "Certainly, freedom from oppression is a cause to be upheld throughout the age of transition from childhood to maturity. Those working toward this goal will have little trouble detecting the oppressive behaviour of tyrannical regimes and the political and economic measures instituted by one group to suppress another. What is somewhat more difficult to appreciate is that the reigning version of democracy, so closely tied to the operations of the market, breeds other forms of oppression, subtle but equally damaging, for the greatest crime of oppression is that it robs people of their true identity. Its weapon is the prolongation of ignorance through the manipulation of information and the denial of access to knowledge. Ironically, the perpetrator and the victim both find themselves deprived of opportunities to develop the potentialities on which fulfillment ultimately depends. A central task of development, then, is the systematic propagation of spiritual and material knowledge for the clear purpose of empowering people."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 18,
    "section": "The Role Of Knowledge",
    "content": [
      {
        "content": "If development practice is to be governed by spiritual principles, the role it assigns to the generation and application of knowledge must be reevaluated. Materialism, whether cogently defined or hidden in implicit assumptions, has little choice but to place economic activity at the centre of human existence. In one way or another, all other processes of social life end up subordinate to this activity, deriving the greater part of their significance from the contributions they make to the generation of material comfort and wealth. Specifically, knowledge, too often confused with information, acquires much of its value from its enormous potential to drive economic progress."
      },
      {
        "content": "An alternative claim, one advanced in this paper, is that a worldview that is cognizant of the spiritual dimensions of consciousness would regard the generation and application of knowledge as the very central process of social existence. Clearly, the creation of wealth and its just distribution would continue to be indispensable. But economic activity would not be seen as an end in itself. Beyond attention to the needs of survival, it would concern itself with the multiplication of means through which humanity would pursue goals of a higher purpose."
      },
      {
        "content": "In the final analysis, whether the necessity to make such a fundamental shift in our perception of social life is acknowledged or dismissed depends on one's convictions about life's meaning and purpose. But whatever these convictions, it is becoming increasingly difficult to ignore the evidence that points overwhelmingly to the inability of development practice rooted in dogmatic materialism to ensure even the material well-being of the great masses of humanity. Indeed, how can one escape the conclusion that economic and political oppression is inherent in the materialistic view of existence? No matter how heroic the struggle against misery may be, oppression, the main cause of misery, will prevail in one or another of its myriad forms until society becomes the expression of the higher imperatives of human nature."
      },
      {
        "content": "The building of a world civilization — the content within which, I have argued here, the field of development needs to organize its operations — calls for a level of capacity far greater than anything humanity could have imagined during its long childhood. Reaching such a level will require an enormous expansion of knowledge. But if all that is accomplished is growth in magnitude, the practical results will be sad indeed. If the current arrangements that assign the ownership of modern science to small sectors of society are maintained, the consequence will be no more than the widening of the gap between the poor and the rich. Development, that is, cannot be viewed as the mere preparation of the majority of humankind to become efficient users of the products of science and technology. A fundamental concern of any program of social and economic development has to be the right of the masses of humanity not only to have access to information, but to participate fully in the generation and application of knowledge; the extent of each human being's participation should be determined only by the measure of his or her capacities."
      },
      {
        "content": "The availability of good-quality education to every member of the human race will clearly play a crucial role in bringing about the level of participation being proposed here, as will the extension of the work of sophisticated research centres to every region. But beyond these, the flow of knowledge in the world will have to be rearranged."
      },
      {
        "content": "For the most part, what may be referred to as modern scientific knowledge is currently generated in universities and specialized research centres of the industrialized countries. Replicas of these institutions in the South participate in this process to only a limited degree. The majority of the people in the world receive from this elaborate research and development system an inadequate formal education, instructions by agents of governments and NGOs on the proper use of technological packages, and a variety of short courses on the many aspects of a modern life into which the masses of humanity are to be incorporated. They are simultaneously subjected to the commercial, political, and cultural propaganda of innumerable groups and organizations constantly competing for their attention."
      },
      {
        "content": "That highly sophisticated centres in the world dedicated to research and development in the frontiers of modern science are essential is undeniable. The need for efficient channels through which individuals and communities receive beneficial services in areas such as health, education, and production is equally evident. What is widely ignored is that, in addition to training and the delivery of services, the application of knowledge for the purpose of transforming complex social realities requires the generation of new knowledge through dynamic and effective research and the participation of an ever greater diversity of minds."
      },
      {
        "content": "Further, it is surely self-evident that research on development cannot have as its sole purpose the enlightenment of academic circles or be carried out by scientists from outside the population whose progress is being promoted. Valuable as the fruits of such research may be, it fails to promote the development of the institutional capacity within the population to deal with the generation and application of knowledge, not necessarily in the forefront of modern science and technology, but in areas where the natural and social sciences must together tackle specific problems of specific people. It is addressing this latter need that constitutes one of the primary challenges facing the field of development. If successfully met, the result will be to break the present pattern of flow of knowledge in the world, dissociate development from an ill-conceived and destructive process of modernization, and focus attention on true cultural advancement."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 19,
    "section": "Further Comments (C)",
    "content": [
      {
        "content": "The following two comments seem necessary to clarify the nature of the principles I have attempted to describe here."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Relation to Bahá'í text"
      },
      {
        "content": "As mentioned earlier in the paper, the methodology adopted for this research project invites each participant to make explicit the religious beliefs underlying the arguments he or she is advancing. This subsection is primarily an exposition of some of the Bahá'í teachings relevant to capacity-building, the topic to be treated in the next section. Although the ideas expressed represent my own understanding of these teachings, I have tried to follow Bahá'í texts as closely as possible. Let me give an example to illustrate how I have gone about doing this. My brief description of the concept of humanity's coming of age is based on a number of passages from the Bahá'í writings. Bahá'u'lláh made repeated reference to the opening of a new stage in the life of humanity:"
      },
      {
        "block": true,
        "content": "This is the Day in which God's most excellent favors have been poured out upon men, the Day in which His most mighty grace hath been infused into all created things. It is incumbent upon all the peoples of the world to reconcile their differences, and, with perfect unity and peace, abide beneath the shadow of the Tree of His care and loving-kindness. It behoveth them to cleave to whatsoever will, in this Day, be conducive to the exaltation of their stations, and to the promotion of their best interests."
      },
      {
        "block": true,
        "content": "BPT (1983a, IV)"
      },
      {
        "content": "'Abdu'l-Bahá, interpreting his father's teachings, further elaborated on this idea:"
      },
      {
        "block": true,
        "content": "From the beginning to the end of his life man passes through certain periods, or stages, each of which is marked by certain conditions peculiar to itself. For instance, during the period of childhood his conditions and requirements are characteristic of that degree of intelligence and capacity. After a time he enters the period of youth, in which his former conditions and needs are superseded by new requirements applicable to the advance in his degree. His faculties of observation are broadened and deepened; his intelligent capacities are trained and awakened; the limitations and environment of childhood no longer restrict his energies and accomplishments. At last he passes out of the period of youth and enters the stage, or station, of maturity, which necessitates another transformation and corresponding advance in his sphere of life activity. New powers and perceptions clothe him, teaching and training commensurate with his progression occupy his mind, special bounties and bestowals descend in proportion to his increased capacities, and his former period of youth and its conditions will no longer satisfy his matured view and vision. Similarly, there are periods and stages in the life of the aggregate world of humanity. ..."
      },
      {
        "block": true,
        "content": "From every standpoint the world of humanity is undergoing a reformation. The laws of former governments and civilizations are in process of revision; scientific ideas and theories are developing and advancing to meet a new range of phenomena; invention and discovery are penetrating hitherto unknown fields, revealing new wonders and hidden secrets of the material universe; industries have vastly wider scope and production; everywhere the world of mankind is in the throes of evolutionary activity indicating the passing of the old conditions and advent of the new age of reformation. ..."
      },
      {
        "block": true,
        "content": "This is the cycle of maturity and reformation in religion as well. Dogmatic imitations of ancestral beliefs are passing. ... Bigotry and dogmatic adherence to ancient beliefs have become the central and fundamental source of animosity among men, the obstacle to human progress, the cause of warfare and strife, the destroyer of peace, composure and welfare in the world. ..."
      },
      {
        "block": true,
        "content": "This reformation and renewal of the fundamental reality of religion constitute the true and outworking spirit of modernism, the unmistakable light of the world, the manifest effulgence of the Word of God, the divine remedy for all human ailment and the bounty of eternal life to all mankind."
      },
      {
        "block": true,
        "content": "BPT (1982, pp. 438–439)"
      },
      {
        "content": "The operations of two processes, one of integration and the other of disintegration, through which the “coming together” of the peoples of the world is to be realized, are also the subject of detailed exposition in Bahá'í texts. Bahá'ís are called on, then, to do all they can to promote the forces of integration in society but to understand well the inevitable effects of the destructive forces that are at work in their own lives and in the lives of others. As they do so, they are to keep before their eyes a vision of a future that is depicted in terms such as the following:"
      },
      {
        "block": true,
        "content": "National rivalries, hatreds, and intrigues will cease, and racial animosity and prejudice will be replaced by racial amity, understanding and cooperation. The causes of religious strife will be permanently removed, economic barriers and restrictions will be completely abolished, and the inordinate distinction between classes will be obliterated. Destitution on the one hand, and gross accumulation of ownership on the other, will disappear. The enormous energy dissipated and wasted on war, whether economic or political, will be consecrated to such ends as will extend the range of human inventions and technical development, to the increase of the productivity of mankind, to the extermination of disease, to the extension of scientific research, to the raising of the standard of physical health, to the sharpening and refinement of the human brain, to the exploitation of the unused and unsuspected resources of the planet, to the prolongation of human life, and to the furtherance of any other agency that can stimulate the intellectual, the moral, and spiritual life of the entire human race."
      },
      {
        "block": true,
        "content": "BPT (1991, p. 204)"
      },
      {
        "content": "The reader unfamiliar with the Bahá'í Faith may find these ideas utopian and deterministic. For Bahá'ís, they do not carry such connotations. When examined in the context of the totality of the belief system, which places great emphasis on individual and collective choice, these statements are understood as descriptions of a process of organic growth, the unfolding of the potentialities with which human existence has been endowed."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Knowledge, love, faith"
      },
      {
        "content": "The principles briefly analyzed in this section of the paper represent the convictions of a growing number of people from many religious and secular backgrounds today. For Bahá'ís, they are considered essential elements of their belief system and receive extensive treatment in their scriptures. Given the theme of this research project, the beliefs I have tried to make explicit are related primarily to the transformation of society. This, I fear, could convey a narrow view of the Bahá'í Faith as a religion. In fact, a high percentage of the Faith's literature pertains to the mystical aspects of life, to matters of worship and religious practice, and, of course, to theological concepts. Although these do not bear directly on the issues under discussion, I should express my conviction that without them the principles I have discussed lack the force needed to bring about transformation. Knowledge must be accompanied by the will to act if ideals are to be translated into reality. For a religious person, the will to act receives its impulse from two main forces: that of love and that of faith. According to 'Abdu'l-Bahá, “Love is heaven's kindly light, the holy spirit's eternal breath that vivifieth the human soul. ... [it] revealeth with unfailing and limitless power the mysteries latent in the universe” (BPT 1997, 12:1). And faith, according to him, is “the magnet which draws the confirmation of the Merciful One,” whereas service is “the magnet which attracts the heavenly strength” (BPC 1930, 1:62). “By faith is meant, first, conscious knowledge and second, the practice of good deeds” (BPT 1930, 3:549)."
      },
      {
        "content": "“In the garden of thy heart plant naught but the rose of love” is Bahá'u'lláh's admonition (BPT 1994, 2:3). “Only by love,” says the Bhagavad Gita, “can men see me, and know me, and come unto me” (11:54). “Many waters cannot quench love,” we are assured by the Song of Solomon, “neither can floods drown it. If a man offered for love all the wealth of his house, it would be utterly scorned” (8:7). From Buddhist teachings, we learn that “the man of faith is revered wherever he goes: he has virtue and fame, he prospers” (Dhammapada, 21:303). “If ye have faith as a grain of mustard seed,” Jesus promised, “ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you” (Mt 17:20). And the testimony of the Qur'an is equally emphatic: “God is the protector of those who have faith: from the depths of darkness He will lead them forth into light” (Q 2:257)."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 20,
    "section": "Capacity-Building",
    "content": [
      {
        "content": "In an attempt to explore the characteristics of a development theory that takes into account the spiritual dimension of human existence, I have outlined certain principles that I propose should govern both strategy and project operation. The view of development set forth has been one of a global enterprise whose purpose is to bring prosperity to all peoples, an enterprise that, I have claimed, must pursue its aim in the context of the emergence of a world civilization. I have argued that humanity is experiencing an age of transition, best appreciated as a passage from collective childhood to collective maturity, and that, to be effective, development efforts must transcend the behavioural patterns of adolescence. I have singled out the force of knowledge as the propeller of civilization and asserted that participating in the generation and application of knowledge is an inalienable right of every human being on the planet. Within this context, I have proposed that development focus on the building of capacity in individuals, communities, and institutions — the three protagonists who must participate in the construction of material and spiritual civilization."
      },
      {
        "content": "If we accept that development is to be shaped by the exigencies of humanity's transition from its collective childhood to collective maturity, we need to acknowledge that in the process the conceptual building blocks of cultures and ideologies must undergo profound changes of meaning. The list of terms to be redefined is long — man, woman, youth, work, leisure, wealth, honour, loyalty, freedom, nation, state, governance, and so on. Particularly urgent is the task of rethinking conceptions of the individual and the community and the relationship of each to the institutions that make organized life on the planet possible."
      },
      {
        "content": "Those who founded development as a distinct field of endeavour in the middle years of this century convinced themselves that the world was essentially populated by two types of individuals. On the one side were placed the vast majority of humankind, who, depending on the propriety of the occasion, would be labeled as backward, lethargic, tradition bound, constrained by the demands of the extended family and the community, ruled by taboos, content with too little, and lacking in initiative. On the other side stood “modern men” — and they were men — energetic, hardworking, disciplined, self-motivated, and rational. Development aimed at gradually changing the former into the latter. Fifty years later, thinking about the inhabitants of the planet is far more sophisticated, and the greater part of modern man's behaviour has been subjected to severe questioning. Unbridled individualism has taken an appalling toll on society and nature, and an overly self-confident liberalism has proven a fertile breeding ground for despair and confusion. The need for a clear understanding of the rights and responsibilities of the individual has become a pressing concern."
      },
      {
        "content": "While maintaining such decided views on the individual, early development thinkers showed remarkable ambivalence toward the notion of community — but then the concept had been in crisis for decades in the West, and its nature and role in the modern world were not well defined. Thus, despite the heroic efforts of a variety of programs, community life disintegrated and the traditional social structures crumbled, without being replaced by institutions able to hold the community together. For a while it seemed that small communities, especially those in rural areas, were doomed to disappear and that the only option open to human beings was to live in overcrowded, soulless cities. Then suddenly, extraordinary advances in communications technology in recent years began to introduce unexpected elements into the picture. The need to centralize, characteristic of industrialization in the past, rapidly diminished to the point that it has become possible to claim that a relatively small local community, at once conducive to participatory collective endeavour and connected globally to a vast reservoir of information, may be an attractive and viable alternative for growing numbers of people. It is evident that the concept of community is also in need of redefinition."
      },
      {
        "content": "The idea I would like to put forward is that new definitions of the individual and the community will emerge only as we are willing to reexamine the concepts of authority and power in depth. Further, as development is to be intimately connected to knowledge, fresh insight into the nature of authority and power will have to come from a dialogue between science and religion."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 21,
    "section": "Power And Authority",
    "content": [
      {
        "content": "In the opening section of this paper, I expressed certain misgivings about the way power has been perceived and used throughout humanity's childhood and subsequently during its adolescence. I will argue here that, as maturity approaches, power should be viewed primarily as an attribute of the individual and the local community — power to carry out, at the prompting of the human spirit, the tasks required by the common purpose of creating civilization."
      },
      {
        "content": "For this conception of power to become widely accepted, we need a new understanding of what it means to exercise individual initiative and participate in collective enterprise. Individual initiative is not the same as the pursuit of whatever the heart desires or random motion according to some romantic definition of creativity. To be fruitful and to avoid the alienation that results from unrestricted individualism, creativity must accept discipline, and initiative must move in the direction of oneness."
      },
      {
        "content": "Discipline needs to be maintained by the force of inner conviction. When discipline is imposed, it succeeds only in quenching the fire of creativity. Yet, it would also be misleading to view inner discipline simply as a product of the individual's will. The human soul manifests its latent powers as it learns submission to a higher authority, fundamentally the authority of the spiritual and material laws governing existence. These laws are explored in the texts of science and religion. Understanding them not only influences individual conscience but also gives meaning to the authority society bestows on its institutions. The latter is, in its essence, the authority to channel the powers of the individual and the group to achieve a common good, an authority all too often abused, degenerating into the power to control and to manipulate."
      },
      {
        "content": "Conflict between the individual and the institutions of society — the one clamouring for ever greater freedom and the other demanding ever more complete submission — has been a feature of political life throughout the ages. The model of democracy vigorously propagated in the world today takes this state of conflict for granted but tries to fix the parameters so that the individual's rights are not transgressed in the process. Beyond any question, the version of democracy so far achieved is preferable to the despotic systems of governance to which humanity has been subjected time and again. But the historical process of democratization does not have to end here, at its current immature stage; the interaction between institutional authority to decide and individual power to accomplish has only begun to realize its possibilities. Better arrangements will emerge, however, only when institutions cease to be seen as instruments for imposing on society the views of a particular faction, whether democratically elected or not. To the extent that institutions become channels through which the talents and energies of the members of society can be expressed in service to humanity, a sense of reciprocity will grow in which the individual supports and nurtures institutions and these, in turn, pay sincere attention to the voice of the people whose needs they serve."
      },
      {
        "content": "Social existence, of course, cannot be reduced to the interplay between individuals and institutions. These can only exist and interact in an environment from which they must derive sustenance and to the enrichment of which they must dedicate themselves. Thus, a new understanding of power and authority has profound implications for the nature of community life and hence for culture. On the community rests the challenge of providing that environment where individual wills blend, where powers are multiplied and manifest themselves in collective action, where higher expressions of the human spirit can appear."
      },
      {
        "content": "With these brief remarks on the character of the three protagonists of development, I now turn to the subject of capacity-building, first to discuss it in general terms and then to analyze a few specific capabilities I consider indispensable to the progress of a people."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 22,
    "section": "Decision-Making And Implementation",
    "content": [
      {
        "content": "Capacity-building, as proposed here, entails the enabling of the individual to manifest innate powers in a creative and disciplined way, the shaping of institutions to exercise authority so that these powers are channeled toward the upliftment of humanity, and the development of the community so that it acts as an environment conducive to the enrichment of culture. The challenge to all three is to learn to use the material resources of the planet and the intellectual and spiritual resources of the race to advance civilization. Meeting this challenge implies a fundamental change in the process of decision-making, both individual and collective. Today, unbridled competition, obsession with power, and the abuse of authority vitiate the way decisions are made. The process suffers from extremes: apathy or overenthusiasm, attachment to technique or haphazardness, devotion to minutia or the propensity to deal only with abstractions. What is vitally needed is a mode of operation into which systematic learning has been woven."
      },
      {
        "content": "To facilitate the discussion here and in the rest of this paper, I will present my arguments in the context of one region of a country, a region that embraces several towns, many villages, and possibly one or more cities. Such regions, usually with well-defined ecological, cultural, and political identities, are often the focus of development programs in which international agencies, the government, and some of the organizations of civil society all have distinct parts to play."
      },
      {
        "content": "We can safely assume that the majority of the inhabitants of our typical region have seldom had a voice in substantial decisions affecting their collective life — for example, those related to physical infrastructure, the nature and size of agricultural and industrial production, technology, education, or communications. These decisions are made either outside the region or by a regional elite who, depending on the extent of decentralization achieved in the country as a whole, play a more or less important part in the overall structure of power through which the nation is governed. The elite itself is divided in numerous factions, this whether or not the political arrangements are democratic in character."
      },
      {
        "content": "The region being described here is not one from which political processes are absent. Democratization, with its recurring cycles of triumph and setback, has encouraged the rise of institutions that touch the life of the individual in the towns and villages. As acceptance of the values of decentralization has advanced, a measure of authority may have even been devolved on these local institutions. But what is in place is a far cry from a political system conducive to the participation of people in the administration of their own affairs. In reality, even elected councils in the smallest of villages function as instruments in the hands of the appointees of various political bosses. These use their connections to bring resources to their people and in turn deliver allegiance, increasingly in the form of votes as more and more nations join the ranks of those who hold democratic elections."
      },
      {
        "content": "Despite all these inadequacies, it would be a mistake to regard the situation of the region as hopeless. The elite is not impervious to reform, and individuals of uncompromising integrity do rise to influential positions. Corruption is widespread, but there is frequently also a genuine desire to bring prosperity to the masses. Altruism and greed exist side by side in constant opposition to each other."
      },
      {
        "content": "A great source of hope for the region is the gradual ascent of nongovernmental development organizations. These have now been labouring in every corner of the world for a few decades. Much of their work is effected through grass-roots organizations — cooperatives, associations, clubs, and so on — endowing civil society with indispensable social, political, and economic structures. Important as their work may be, however, even these institutional arrangements are no substitute for a proper system of governance. In the absence of such a system, nongovernmental bodies, too, tend to reinforce the power of local interest groups that are ready to absorb the resources of whatever development projects appear on the horizon."
      },
      {
        "content": "Effecting a fundamental change in this condition clearly involves creating and strengthening authentic structures of governance, especially at the local level. But where, the question must be asked, are development thinkers to look for those concepts that would help fledgling institutions engage in a sound process of decision-making and implementation? It would be naive to expect that politics as practiced in the region would be a source of helpful inspiration. After all, the purpose is not to learn to manipulate, to amass personal wealth and consolidated group power to the detriment of others, and to be skilful players in an endless game that has already led to the impoverishment of the masses."
      },
      {
        "content": "What, then, of the processes characteristic of materially advanced countries? Are they the models that should be emulated by the rest of the world? Do they embody the values needed to enable the inhabitants of our region, until now marginalized from decisions governing their collective life, to forge a path of progress for themselves? Are the past contributions of these political processes to the affluence of some nations sufficient proof of their ability to bring about the transformations that will engender material and spiritual prosperity of the human race as a whole?"
      },
      {
        "content": "If we were to follow the mood of our times, we would be enthusiastic about the latter alternative as long as measures were instituted to avoid corruption. To attribute the obvious inadequacies of current modes of political behaviour solely to corruption, however, is to ignore deeply rooted flaws in certain fundamental conceptions. For example, it is true that the use of physical force, a cherished instrument of authority throughout history, has lost credibility and appeal in recent years. But democracy, defined as the dividing of people according to interest, talent, and ideology, who then “negotiate” decisions, continues to embrace violence. The purpose of each component group is to win. The means to this end are economic advantage and the mobilization of support to overwhelm the opponent. So strong is this legacy of “he who wins is right” that it essentially determines the way justice is administered. Are we to accept this as the crowning achievement of the evolution of collective decision-making on the planet?"
      },
      {
        "content": "Rather than defining collective decision-making as the mastery of the art of political manipulation, development strategy would do well to view it as the collective investigation of reality and the rational analysis of options. Such a process is open to the use of methods that, although not necessarily sophisticated or complex, are fundamentally scientific. Indeed, over the years, programs concerned with community action have devised highly imaginative methods to detect needs, analyze causal chains, weigh alternative courses of action, plan, and monitor. It is true that some of these efforts involve an almost mindless application of technique. But there are also programs that have clearly assisted groups of people to acquire the intellectual tools to deal with collective decision-making, understood as the systematic investigation of reality. The particular features of these methods are not at issue here. What is significant is that valuable knowledge already exists within the social sciences and could be incorporated into mainstream activity if policy looks favourably upon this dimension of development."
      },
      {
        "content": "That the power of science can be brought to bear on the design of effective mechanisms for collective decision-making is half the story. The success of a consultative process that takes on the characteristics of the investigation of reality and does not easily degenerate into conflict and power play depends also on the spiritual qualities of the participants. Honesty, fairness, tolerance, patience, and courtesy are a few that readily come to mind. To make a list of such attributes is not difficult. The question is how to develop them. What force can enable people to oppose their passions, to cling to truth even when it does not gratify some of their own perceived interests, and to accept a discipline that invokes both the courage to express frank opinion and the wisdom to become an active participant in a consensus? Clearly, this inner force is religious in nature."
      },
      {
        "content": "To insist on the acquisition of qualities that a dispassionate investigation of reality demands is not to ignore self-interest. Nor can one deny the difficulties in reaching consensus on matters that affect the well-being of the participants in a consultative process. All that is being asked is that people draw upon the resources of science and religion to develop in decision-making bodies certain abilities required of them by their functions in society. These include the abilities to maintain a clear perception of social reality and of the forces operating in it; to detect some of the opportunities offered by each historical moment; to properly assess the resources of the community; to consult freely and harmoniously as a body and with one's constituency; to realize that every decision has both a material and a spiritual dimension; to arrive at decisions; to win the confidence, respect, and genuine support of those affected by these decisions; to effectively use the energies and diverse talents of the available human resources; to integrate the diversity of aspirations and of activities of individuals and groups into one forward movement; to build and maintain unity; to uphold standards of justice; and to implement decisions with an openness and flexibility that avoid all trace of dictatorial behaviour."
      },
      {
        "content": "Even a cursory review of these abilities suggests the need to recreate the decision-making bodies of our region as learning organizations. What is at stake is the transformation of the present mode of governance, based on traditional concepts of power and authority, into one shaped by a genuine posture of learning. There is no denying that the task will demand a commitment to principle that development projects have seldom managed to muster. Yet, is not the shift from governing by force to administering by learning one of the distinguishing features of humanity's passage from childhood to maturity?"
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 23,
    "section": "The University",
    "content": [
      {
        "content": "For development efforts to operate entirely in a learning mode, something more than the experiential learning of communities and organizations is required. Every developing region is in need of an institution devoted to the formal generation, application, and propagation of knowledge. I will refer here to this institution as the university. The extent to which this university undertakes the traditional tasks assigned to it — those of offering higher education and carrying out research in the frontiers of modern scientific endeavour — will depend on the specific conditions of the region under consideration. In the context of development as capacity-building, its essential functions are research, action, and training related to the entire spectrum of processes of social, economic, and cultural life of the population it serves. What is being suggested is not mere academic activity, but research carried out with the participation of the population in the very spaces where they are engaged in such undertakings as agricultural and industrial production, marketing, education, socialization of values, and cultural enrichment."
      },
      {
        "content": "In its relation to regional development, then, the university is an institution present in almost every instance of social action, accompanying the population, systematizing existing knowledge, generating new knowledge, incorporating the results of systematic learning into programs of formal and nonformal education, and providing decision-making bodies with insights and enlightened perspective. Establishing such an institution and defining its mode of operation are crucial components of capacity-building in any region — a challenge that calls for creativity and the ability to innovate. Traditional models of an already stagnant higher education have little to offer. New parameters have to be set for both research and action. The goal is to create a social space, every one of whose structures — the farm, the factory, the school — serves as a dynamic centre of learning."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 24,
    "section": "Development, Transfer, And Adoption Of Technology",
    "content": [
      {
        "content": "One of the most demanding tasks before the people of our region, a task that will claim the constant attention of the university and decision-making bodies at various levels, is that of making proper technological choices. The subject of technology has been integral to development discourse since its inception, and by now has been examined from almost every angle possible. An array of adjectives — large or small, capital or labour intensive, modern, advanced, intermediate, indigenous, energy efficient, environmentally sound — has been used to describe the appropriateness of technology in one or another of its various forms. Its associated processes of transfer, innovation, research and development, adaptation, and diffusion as applied to most fields of human endeavour have been scrupulously analyzed and the findings fully debated. The interplay between technology and the economic, cultural, political, and social determinants of a nation's life has also been studied in detail. It is puzzling, then, that discussions of technology in the development field have remained so inconclusive. In most developing countries, formulating effective science and technology policies continues to be a formidable challenge. Every time the topic of technology takes centre stage, a host of other factors, largely economic and political, are introduced, with the result that focus is shattered."
      },
      {
        "content": "Apart from the complexity of the issues involved, technological advance is itself an elusive theme, for it is both a goal of development and a means of effecting it. Much of modernity is defined in terms of the use of modern technology. This does not reflect a misconception, as technological change is inherent in material progress. Thus, when running water is brought to a village, the inhabitants can rightfully claim that access to this new technology constitutes a step forward in development. By the same token, the introduction of computers into a society can be considered a contribution to its advancement. The problem arises when the essential link between material and spiritual progress is ignored and material civilization is allowed to race forward with little or no attention paid to spiritual reality. The role of technology as a means of fulfilling higher aspirations slips from view. Instead, technology becomes a mysterious and autonomous force that defines the shape of the future. People recede into the background, as if they had no choice but to follow whatever trend the invention of a new technology establishes."
      },
      {
        "content": "The solution to the dilemma is obviously not to deny the intrinsic value of technological progress, much less to perpetuate defective notions of spirituality and harmony with nature. What is needed, rather, is to foster in the inhabitants of each region the capacity to make increasingly more valid choices, both individually and collectively, regarding the development, transfer, and adoption of technology."
      },
      {
        "content": "In a world all too given to twisting words to suit economic interests, the capacity to make proper technological choices could easily become synonymous with the possession of the skills of a good consumer. This is clearly not what is intended here. The type of capacity under discussion represents a complex set of attitudes, convictions, understandings, skills, and habits, all of which characterize the behaviour of individuals and organizations in their daily interaction with technology."
      },
      {
        "content": "A major determinant of such behaviour is what may be called a scientific and technological culture of the people. The inability of development strategy to address this aspect of culture and to seek to achieve change through it — preferring to focus on fragments of modern science and technology — is responsible for many of its past failures. The university, I believe, is the institution that can remedy the situation by introducing in the region a dynamic process of learning about technology at various levels."
      },
      {
        "content": "As defined earlier, the university is to operate in a variety of social spaces, from the most sophisticated intellectual circles to the farms and factories of the region it serves. It can use these learning centres to promote a discourse on science and technology that is balanced in its approach to change. Militant defence of traditions is almost always an expression of fear on the part the masses and those who control them. Disdain for and neglect of knowledge systems already present among the people of a developing region similarly stem from insecurity, in this case the insecurity of those who wish to impose change; among the undesirable outcomes of this special form of arrogance are alienation and resistance. The university must strive to cultivate a healthy relationship between the cultural heritage of the population whose education it fosters and the fruits of modern science, thus enabling the people to take possession of the new knowledge generated by the interaction of the two."
      },
      {
        "content": "For such a sense of ownership to be meaningful, it must be accompanied by the understanding that technology is not neutral. The notion that technology can be good or bad depending on how it is used has validity, but only within a very limited context: clearly, a knife can be used to kill or to cut bread. But at a more fundamental level, technology carries with it an ideology and pronounces on the way individual and social life should be organized. Technological choice bears on every other choice made about the quality and direction of life in a region. It is itself an expression of values — political, social, cultural and, ultimately, moral and spiritual. The task of the university would be to so infuse this understanding into the general thinking of the people that it becomes an undisputed element of the culture."
      },
      {
        "content": "Creating an adequate understanding of the nature of technology in the population of a region is only an initial step in building its capacity to face technological choice, not as a helpless victim of the market, but as a conscious entity in charge of its own destiny. The university must pursue ceaselessly the goal of promoting a dynamic discourse on science and technology in the region, cognizant that at any moment the forces of political and commercial propaganda can disrupt the process of learning set in motion. The point is not to turn development programs into courses of philosophy and become lost in endless academic debate; selected technologies have to be disseminated widely and applied properly for material progress to become a reality. The challenge is to ensure that such dissemination does not occur as a series of isolated events whose implications for social transformation are never taken into consideration."
      },
      {
        "content": "At least two types of effort should move forward in a region if technological change is to be a deliberate process open to the scrutiny of an informed population. First, steps have to be taken to make explicit the values underlying the operation of each set of interrelated products, instruments, processes, and procedures introduced in the region. Unfortunately, in recent years, the word values, like a number of other important terms brought into fashionable social discourse, has been tossed about so carelessly that it has nearly been rendered useless. The kind of exploration into the subject being proposed here implies courageous opposition to an aggressive culture that cannot deal properly with the question of values and seeks, therefore, to reduce it to a matter of personal taste. How could it be otherwise in a moral and spiritual vacuum in which purpose and identity represent no more than derivatives of activity itself? In a culture still connected to its religious roots, in contrast, values arise from spiritual teachings that shed light on individual and collective identity and define the purpose of constructive endeavour."
      },
      {
        "content": "Second, measures should be adopted to develop in the region the ability to comprehend the science behind the technology being propagated. Specifically, at least part of the scientific text responsible for each step forward in technological progress should be introduced into the knowledge system of the region. The level of sophistication at which this is done depends on the nature of the technology, the complexity of the particular scientific text, and the previous achievements of the population. To accomplish this goal, the university has various means at its disposal, from publications and films that popularize particular scientific themes to formal curricula for every educational level. It also has in its armoury research, if not at the cutting edge, then substantive enough to move the population from the position of mere receiver and user of technology to being its owner."
      },
      {
        "content": "In addition to concern for culture, the technological dimension of building capacity in a region has clear implications for the autochthonous agencies charged with the development, adoption, and propagation of technology. These agencies need to be strengthened in taking up their many crucial responsibilities, which include assessing the technological requirements of the development process; surveying the natural resources of the region as well as the by-products of ongoing activities and determining how they should be put to use; planning and monitoring the transfer of specific technologies and measuring their effects; carrying out high-quality research and finding technological solutions to concrete problems; and attending to the needs of technical education. All these tasks must be performed with intimate and detailed knowledge of the ecology of the region and a profound understanding of the evolving social reality of the population; to ensure that learning does indeed occur, the university needs to accompany the agencies and institutions involved in these processes."
      },
      {
        "content": "From the immensity of the tasks described above, it is clear that no single development program with a focus on a specific region can endow its population with the capacity to make sound technological choices. Technology is a global issue, and its role in the advancement of civilization has to be explored and clarified in that context. The discourse on science and technology — several elements of which have been mentioned here — has to extend beyond regional boundaries. The university referred to in these pages is to be but a component of a larger network of learning institutions operating in every society independent of its degree of material attainment. What is really needed is an open, worldwide exploration of issues related to technological choice, one not easily co-opted by privileged groups bent on setting the direction of material progress and receiving a giant share of the power it generates. This vigorous endeavour must be scientific in its approach to problems but should also be allowed to draw freely on the religious heritage of humanity to clarify questions of value and purpose. The present revolution in communication makes such a global effort eminently practicable. The revolution itself now opens possibilities for rapid technological change in every corner of the world in ways unthinkable when, several decades ago, the field of development was born."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 25,
    "section": "The Education Of Children And Youth",
    "content": [
      {
        "content": "From the beginning, enhancing the ability of the world's governments to impart education to their citizens has been a major component of development strategy. Initially, the emphasis was largely on infrastructure, but, over the years, other matters related to curriculum, administration, educational technology, teacher training, and even the relationship between the school and the community were also addressed. It must be acknowledged that enormous progress has been made in these interrelated areas of endeavour, particularly in the context of the universalization of primary education. Yet, there is a widespread feeling that despite these impressive accomplishments, education is not living up to its promises, indeed that educational systems everywhere are in crisis."
      },
      {
        "content": "A thorough analysis of the ills afflicting modern education lies beyond the scope of this paper. But one point needs to be briefly discussed so that the line of reasoning being followed here can be made clear. Apart from a relatively small number of fortunate students attending exceptional schools, the majority of the world's children and youth today receive an increasingly superficial education that systematizes the fragmentation of the students' minds, advancing thereby the fragmentation of society. The solution to the problem cannot be sought in simply better management of the parameters and relationships that define the school, improvement of teaching–learning dynamics in and outside the classroom, application of the latest technology, or elaboration of a stream of documents that define an impressive set of objectives for every course and every area of study. These measures are important in themselves and certainly create the image of a progressive movement ever engaged in educational reform in country after country. The roots of the crisis gripping education, however, are to be found in the way knowledge is perceived and treated in many educational systems."
      },
      {
        "content": "In most schools, curricula are organized by subject matter. Although more advanced approaches allow for educational activities that try to integrate two or three subjects, the choice of the content of every course is made within a framework that divides knowledge into distinct and disconnected components. Division into disciplines is seen as virtually inherent to knowledge itself, which is defined in terms of its fragments — as the sum of all the disciplines in natural and social sciences, arts and humanities, and professional fields such as engineering and medicine. Year after year, the students accumulate knowledge in separate categories without becoming aware of the essential relationships uniting the parts, without perhaps even getting a glimpse of the underlying interconnectedness of social existence, much less of the material universe."
      },
      {
        "content": "The problem is exacerbated by the emphasis that is placed on the assimilation of facts rather than on the understanding of profound concepts. Rote learning is categorically condemned but is blandly replaced by the mastery of techniques to manipulate information. Even the attractive pedagogy of learning by doing becomes distorted by an exaggerated attitude of play. Nowhere is this more apparent than in so-called modern approaches to science education where, in the name of individual discovery, tinkering is presented as the essence of scientific inquiry, and appreciation of the complex structure of science as an evolving body of knowledge receives little attention. Morality, if addressed at all, is treated as another fragment, another discrete subject matter. The notion of service to humanity is minimally present, and the fostering of a spiritual consciousness is almost entirely ignored. A dichotomy between theory and action results in a tendency to teach practical and manual skills to some and book-learning to others, the ability to participate in planning and decision-making to the few and to carry out orders to the majority. And in those infrequent circumstances when learning to think is given priority, the analytical method is essentially assumed to fill the requirements. The result is a population of sharp-minded individuals who can focus increasingly on more and more minute parts of reality, to the point of being incapable of seeing larger, particularly historical, contexts. Not surprisingly, as such individuals rise to positions of leadership, they are prone to making judgments without awareness of the moral and ethical implications involved. They are capable of denying to themselves the noblest of human sentiments in the name of the “bottom line” or expediency. Only now does the havoc wrought in our physical and social environment by such polished and ostensibly educated minds, with alarmingly narrow ranges of understanding, begin to be recognized."
      },
      {
        "content": "Today, the task of expanding the coverage of education fortunately enjoys general and enthusiastic support. If the foregoing assessment of education's plight is at all plausible, however, the reformation of the educational system must have the highest priority in the development plans of our typical region. Here again, in an approach that places learning at the heart of all efforts to transform society, the university must play a preponderant role in fostering a proper educational process among the population it serves. By its very nature, the university is concerned with education at higher levels. What is required of it in the context of so specific a dimension of capacity-building is a concerted effort to systematically develop the contents and methods of three programs of education: preschool, basic education for children from 6 to 14 years of age, and high school focusing on the intellectual and moral development of 15- to 18-year-old youth."
      },
      {
        "content": "The university's greatest challenge in this respect is harnessing relevant knowledge to the creation of pedagogically sound programs that respond to the exigencies of each stage of the intellectual and emotional development of the students. In an era of accelerated progress in science and technology, no one will deny the need for specialization and high expertise in narrow fields of human endeavour. But before specialized training takes place — whether in a trade or profession or in research and development — the basic structure of the mind of the student has surely to be addressed. Most of today's textbooks seem to assume that every student is being prepared to specialize in the specific subjects with which these texts are dealing. The result is neither sound intellectual development nor a reasonable knowledge of any one discipline. An indication of the seriousness of the problem is the concern commonly expressed by universities everywhere about the quality of education received by the majority of their entering students."
      },
      {
        "content": "The situation calls for a fresh look at the universe of knowledge and for a new way to bring together its diverse elements in curricula that respect the wholeness of knowledge yet anticipate specialization at a later stage. The focus of each set of interrelated educational activities should be the development of one or more capabilities — scientific, artistic, technical, social, moral, and spiritual — endowing the individual with the understanding of concepts, knowledge of facts, and mastery of methods, as well as the skills, attitudes, and qualities he or she needs to lead a fruitful life. Specifically, in this age of transition, it is imperative to endow youth with a twofold moral purpose: to take charge of their own intellectual and spiritual growth and to make significant contributions to the transformation of society."
      },
      {
        "content": "The claim being advanced here, one for which I have ample evidence, is that an educational process organized around the development of a set of carefully selected capabilities can impart far more knowledge to children and youth than programs concerned with covering the usual array of skills and subject matter. Cultivating such capabilities makes special demands at each of the three stages of the pedagogical enterprise. Preschool needs to emphasize the building of character. It should pay attention to the emotional makeup of each child and help with the acquisition of the spiritual qualities that will finally shape the attitudes and outlooks of the future youth. It must teach joy and freedom by instilling self-discipline and laying the foundations of a lasting moral structure. It needs to foster habits of investigation and reflection and encourage the early manifestations of clear thinking and eloquent speech. Such objectives are entirely harmonious with the development of the various types of dexterity and powers of perception that have tended to preoccupy so many preschool programs earnestly being propagated internationally."
      },
      {
        "content": "Whatever one's definition of basic education, an appropriate level of proficiency in such areas of knowledge as mathematics, the natural sciences, history, geography, language, and literature is clearly an important element. But the approach advocated here would allow educational systems to go far beyond today's rather modest goals. We must ask what attributes some 8 years of schooling should have cultivated in a 14-year-old adolescent so as to enable him or her to make a clear-cut transition from childhood to youth. We can readily identify a few that are especially helpful in exposing the nature of the education being called for: the realization that it is chiefly service to humanity and dedication to the unification of humankind that release creative powers latent in one's nature; the understanding that not only knowledge of principles but the exercise and application of will is essential to both personal growth and social change; a conviction that honour and happiness lie not in the pursuit of wealth and power for their own sake, but in self-respect and noble purposes, in integrity and moral quality; and a disposition to analyze and a desire to understand the features of different forms of government, law, and public administration. To these must be added other attributes that enhance social effectiveness: an adequate understanding, at least in the local context, of the concerns of programs of social progress in such areas as health and sanitation, agriculture, crafts, and industry; some development of the power of intellectual investigation as an instrument of successful individual and collective action; certain ability to analyze social conditions and discover the forces that have caused them; the corresponding ability to express ideas and to contribute to consultation on community problems; the capacity to take part in community action as a determined yet humble participant who helps overcome conflict and division and contributes to the establishment of a spirit of unity and collaboration; and a reasonable degree of excellence in at least one productive skill through which to experience the truth that work is worship when performed in a spirit of service."
      },
      {
        "content": "These are admittedly demanding objectives for the 8 years of basic education. But a good beginning can be made in every one of these directions. High school, then, must assume the responsibility of ensuring that such capabilities — concerned with both the acquisition of knowledge and the qualities of the mind and spirit — develop to the point that each man and woman can go on to play a fulfilling role in the life of the human race. This is not to imply, however, that the high-school program should be a mere continuation of basic education. On the contrary, the transition calls for a qualitative change, particularly in terms of scientific rigour, use of language, and social content, for it is in this stage of education that vague hopes and ideals regarding one's future and service to humanity must crystallize into the twofold moral purpose mentioned above. The student must now become a purposeful agent in charge of his or her own education. Every effort needs to be made to raise the student's consciousness to a higher level — a consciousness of the ramifications of personal choices being made, of the social forces to which one's community is subjected, and of the nature of the historical processes in which one is immersed."
      },
      {
        "content": "There is no doubt that the design and implementation of these three programs present a daunting challenge both to the university and to the school system in any region. It can only be met if a global development enterprise is willing to come to the aid of every population and ensure the availability of creative imagination and financial and human resources. For this to happen, it is imperative that we learn from the experience of the nearly five decades of development. New generations have to be empowered — as opposed to being simply instructed — if development is to offer more than superficial solutions to ever-occurring social and economic crises."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 26,
    "section": "Material Means",
    "content": [
      {
        "content": "To illustrate the challenge of building the capacity of a population to set the direction of its own development, I have presented a brief analysis of two processes — one related to technological choice and the other to education. A more thorough treatment of the subject would have also to cover such diverse capacities as those of dealing efficiently and accurately with information, rather than responding unwittingly to political and commercial propaganda; interacting with other cultures in a way that leads to the advancement of one's own culture and not to its degradation; manifesting rectitude in private and public administration; and imbuing social interaction with an acute sense of justice. In focusing on the technological and educational dimensions of capacity-building as examples, it has not been my intention to belittle the importance of economic development. As mentioned earlier in the paper, to place the generation and application of knowledge at the heart of the development process is not to deny the indispensable nature of material means. Development as envisioned here requires the multiplication of material means at the disposal of the diverse populations of the world at a scale never achieved by the human race."
      },
      {
        "content": "Enhancing the capacity of a typical region to achieve the material and spiritual prosperity of its people involves the strengthening of its economy, a process that includes but is not identical to economic growth. Such an effort must, of course, take place in the context of some kind of economic thinking. The search for an appropriate theoretical framework, however, is far from easy at a time when the fundamental concepts of today's “economic thinking” — considered the embodiment of rationality for many decades — are being vigorously questioned. The resulting loss of faith is steadily exacerbated by the deepening environmental crisis and by the rise and fall of economic systems whose performance receives extravagant praise until they begin to disintegrate and expose the real conditions under which their victims live."
      },
      {
        "content": "Criticisms of mainstream economics come from both within and without; they call for a revision of both methodology and the conceptual framework of analysis. According to the critics, economists, unlike scientists in many other fields, have shown little willingness to examine in a detached spirit the nature of their methodology or to understand its origins. Admiration for classical physics has inspired them to abduct metaphors and methods without taking into account the disparity between the objects of study. The mechanistic structure of their mind-set has prevented them from giving proper attention to such crucial factors as knowledge, purpose, and qualitative change. The concept most central to their analyses has been an imaginary “man,” the sole judge of his own whims and desires, making decisions to optimize his utility. The mechanism through which these “rational” choices are supposed to be realized has been an abstraction of the market, an abstraction well beyond what is allowed in reasonable scientific practice. And, in a curious way, both the physical world, the origin of all material resources, and culture, the milieu within which human resources are shaped, are relegated to secondary consideration."
      },
      {
        "content": "I do not feel competent to analyze in depth the arguments of the critics and the defenders of present-day economic theory. At this point, however, it does seem clear that the gates of a mighty fortress, until recent times presumed unassailable, are now being successfully stormed. What this rapidly expanding intellectual activity will bring and how it will affect development strategy are not easy questions to answer. But the few indications about the nature of the “new economic thinking” are most encouraging. One can safely assume, for example, that new economics will not ignore the question of values or be allowed to hide them behind the convenient veil of externalities. It will uphold the principle of the equality of women and men, acknowledge the role and needs of the community, and cease to promote unrestrained individualism. And, one may confidently state, it will pay considerable attention to the question of natural resources and the environment."
      },
      {
        "content": "Promising as the new directions being explored may be, a breakthrough in economic theory cannot be anticipated in the near future. For one thing — and this is to be expected of a science that has entered a period of crisis — the range of exploration is too broad and there is a tendency to look for a theory that touches on too many aspects of individual and social existence. Admittedly, humanity needs a renewal of moral philosophy. But it is also true, at least from the point of view of development strategy and planning, that we require a science of economics, one that is directly concerned with the generation, distribution, and utilization of material means. This science must be rigorous without being reductionist. It will need to choose methods appropriate to the object of study and not blindly follow some inadequate impression of physics. It will have to be concerned with purpose and make explicit its assumptions and the values underlying them. Above all, it must be a science capable of progressively modifying its premises — especially those related to human conduct — as the process of civilization-building advances. Recognizing that the policies it engenders have the capacity to change value systems, it will have to take into account its own interactions with a changing object of study and allow for a constant reexamination of the facts about human beings and social structures out of which it builds its models of economic development and behaviour. Whether such a science is possible is a question that I hope we will address in our discourse on science, religion, and development in the future."
      },
      {
        "content": "It is not the purpose of this paper to comment substantively on economic theory. What is being emphasized is that a development strategy based on capacity-building needs to pay enormous attention to those dimensions of regional capacity that have to do with the creation and utilization of material means — from specific instances of economic activity such as commercial agricultural production and small family farms, industrial production in units of various sizes including micro-enterprises, and a vast variety of services both private and governmental, all the way to the formulation and implementation of economic policies that enable the region to participate in a global economy, not as a helpless victim but as a strong and self-reliant contributor. The work required to achieve such strengthening of regional economy is complex under any circumstances, but evermore so today when economic theory must undergo a thorough and fundamental revision. Once again, the institution whose participation in the process is indispensable — if we accept the approach being proposed in this paper — is the university. As defined here, it is the only institution that can shoulder the twin responsibilities of keeping abreast of progress in the worldwide search for new theories and of coordinating learning in various spaces where economic activity takes place in the region."
      },
      {
        "content": "A word of warning, however, is needed. It would be a mistake to assign responsibility for economic development to programs that focus only on the poor. Indispensable to the creation of prosperity for humankind is the elimination of the extremes of wealth and poverty. Development strategists, then, would do well to heed the statement attributed to 'Abdu'l-Bahá that wherever you find great poverty, look close and you will find extreme wealth. This is true for a region, an entire country, or globally for the community of nations and peoples."
      }
    ]
  },
  {
    "author": "Farzam Arbab",
    "type": "Learning",
    "title": "Promoting a Discourse on Science, Religion, and Development",
    "date": "December 2000",
    "part": 27,
    "section": "Further Comments (D)",
    "content": [
      {
        "content": "Capacity-building is a vast subject that I have only touched upon in these pages. The following comments offer further insights."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The concept of the university"
      },
      {
        "content": "In my references to the university, I have drawn upon my own experience at FUNDAEC, where the conceptual framework and mode of operation of the rural university mentioned in the first section of this paper were developed. Throughout those years of intense research and action, I was often asked why I insisted on using the title of “university” for what appeared to be another, albeit innovative, development organization. I hope that the ideas presented in this paper somehow justify this use of the term. Basically, what is being said is that at the heart of the development of any people must be a learning process. It is always highly desirable that learning occur in international decision-making circles and influential academic institutions. But this, by itself, is insufficient. In each region, too, development programs must operate in a learning mode, with the population of the region assuming an active role in the process. Such systematic learning cannot occur in an institutional vacuum. There is a need for an institution to take charge of collective learning, and the university is the one candidate with the intellectual discipline required by the function."
      },
      {
        "content": "Unfortunately, in most developing regions, the university has become irrelevant to the life of the people; it is focused almost entirely on the routine process of producing graduates for various careers. The desire to re-create the university, then, arises from two considerations. One is the need for coordination of learning in the context of development; the other is the urgent necessity to save this pivotal institution of society from its current state of stagnation."
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "Autonomous technology"
      },
      {
        "content": "As I was reflecting on the theme of the present project — science, religion, and development — I revisited a book that had significantly influenced my thinking about the field. The work is the brilliant Autonomous Technology: Technics-out-of-Control as a Theme in Political Thought, by Langdon Winner (1978). More than 20 years ago, at a time when our research in the area of technology at FUNDAEC had advanced considerably and we were eager to share our results and insights with other institutions, Winner's rigorous and thorough analysis proved invaluable to me. It was clear to me at the time that despite the great popularity of the appropriate-technology movement there was a general tendency to treat technology hastily and not in sufficient depth. Winner's arguments convinced me that we owed much of this unfortunate situation to the widespread idea that technology is an autonomous force inducing change in society in ways beyond the control of human beings. Some celebrated the operation of this force, and others lamented it. But both groups were victims of the subtle paralysis of thought that such a belief produces in everyone who submits to it. The realization underlined for me the enormity of the task of persuading development programs to engage in the building of capacity to make technological choices in the populations they served — a notion with which we were already working at FUNDAEC — and abandon the habit of seeking solutions to the problems caused by haphazard technological change in newer and better technological fixes."
      },
      {
        "content": "In expressing his conclusions — as true today as when they were written — Winner seized on the imagery of Mary Shelley's Frankenstein:"
      },
      {
        "block": true,
        "content": "The best single statement of her view comes on the title page of the book, a quotation from Milton's Paradise Lost:"
      },
      {
        "block": true,
        "content": "Did I request thee, Maker, from my clay"
      },
      {
        "block": true,
        "content": "To mould me man? Did I solicit thee"
      },
      {
        "block": true,
        "content": "From darkness to promote me? —"
      },
      {
        "block": true,
        "content": "Suggested in these words is, it seems to me, the issue truly at stake in the whole of Frankenstein: the plight of things that have been created but not in a context of sufficient care. The problem captures the essence of the themes my inquiry has addressed."
      },
      {
        "block": true,
        "content": "Victor Frankenstein is a person who discovers, but refuses to ponder, the implications of his discovery. He is a man who creates something new in the world and then pours all of his energy into an effort to forget. His invention is incredibly powerful and represents a quantum jump in the performance capability of a certain kind of technology. Yet he sends it out into the world with no real concern for how best to include it in the human community. Victor embodies an artifact with a kind of life previously manifest only in human beings. He then looks on in surprise as it returns to him as an autonomous force, with a structure of its own, with demands upon which it insists absolutely. Provided with no plan for its existence, the technological creation enforces a plan upon its creator. Victor is baffled, fearful, and totally unable to discover a way to repair the disruptions caused by his half-completed, imperfect work. He never moves beyond a dream of progress, the thirst for power, or the unquestioned belief that the products of science and technology are an unqualified blessing for humankind. Although he is aware of the fact that there is something extraordinary at large in the world, it takes a disaster to convince him that the responsibility is his. Unfortunately, by the time he overcomes his passivity, the consequences of his deeds have become irreversible, and he finds himself totally helpless before an unchosen fate."
      },
      {
        "block": true,
        "content": "Winner (1978, pp. 312–313)"
      },
      {
        "content": "Having argued that the entire world now faces this same problem, Winner continued:"
      },
      {
        "block": true,
        "content": "Beyond these dominant beliefs and attitudes, however, lies something even more fundamental, for there is a sense in which all technical activity contains an inherent tendency toward forgetfulness. Is not the point of all invention, technique, apparatus, and organization to have something and have it over with? One does not want to bother anymore with building, developing, or learning it again. One does not want to bother with its structure or the principles of its internal workings. One simply wants the technical thing to be present in its utility. The goods are to be oriented without having to understand the factory or the distribution network. Energy is to be utilized without understanding the myriad of connections that made its generation and delivery possible. Technology, then, allows us to ignore our own works. It is license to forget. In its sphere the truths of all important processes are encased, shut away, and removed from our concern. This more than anything else, I am convinced, is the true source of the colossal passivity in man's dealings with technical means."
      },
      {
        "block": true,
        "content": "Winner (1978, pp. 314–315, emphasis in the original)"
      },
      {
        "break": true
      },
      {
        "header": 2,
        "content": "The purpose of education"
      },
      {
        "content": "Some of the comments made earlier may seem overly critical of the world's educational systems. But it is difficult to assume a detached position in this matter knowing how thirsty are children and youth in every society for knowledge and having experienced the enthusiasm with which they engage in educational activity when their spirit is touched. A highly successful program developed by FUNDAEC as part of its efforts to define the parameters within which a rural university would operate is known as Sistema de Aprendizaje Tutorial. It covers the final stages of what in this paper I have called basic education, as well as the program of high school in its entirety. It now reaches some 40 000 students in the rural areas of Colombia and is gradually entering other Latin American countries. Each time I have visited a group of youth participating in the program and observed their activities, I have been filled with a mixture of joy and sadness. The level of intellectual performance of the participants is astounding. But I have never been able to feel satisfied with FUNDAEC's accomplishment knowing that it is only a small step toward an educational process commensurate with the enormous potentialities latent in every human being."
      },
      {
        "content": "A characteristic of the curriculum developed by FUNDAEC is the effort it makes to progressively raise the students' level of consciousness. This applies to the process of education as well as all the other transformational processes in which they are engaged. For example, in a unit whose main purpose is to strengthen capabilities in the area of language during the last year of high school, students are presented with a series of readings, with the corresponding exercises, which make explicit the fundamental concepts underlying their own education. To illustrate some of the ideas I have briefly discussed, I would like to quote from a number of these readings:"
      },
      {
        "content": "[From Reading 1]"
      },
      {
        "block": true,
        "content": "For an educational process to be truly successful, it must encourage students to reflect on the conceptual foundation of their own education. The units entitled “Basic Concepts” are to provide you with the opportunity to engage in such reflection. As with other units in the area of language, their purpose is to assist you in developing your skills of expression. Their content, however, will explore fundamental concepts that you have encountered in various courses without having had a chance to examine them in depth."
      },
      {
        "block": true,
        "content": "Let us begin by looking at the purpose of your education. You have been told time and again that your education is purposeful. What is this purpose and how does it manifest itself in the educational program you have been following now for a number of years?"
      },
      {
        "block": true,
        "content": "To say that your education has a purpose does not, by itself, have a great deal of significance. Every educational system sets out to accomplish laudable aims. To become a useful citizen, to contribute to the progress of one's country, to become a productive member of society, to achieve happiness, to find work and improve one's standard of living, such expressions abound in books and documents on education. Why is it, then, that today, in spite of these explicit aims, the majority of students in the world are confused about the purpose of their education? Why are there so few who are truly motivated to learn? What has motivated you to show zeal and enthusiasm during the course of your studies? Does your understanding of the purpose of your education have anything to do with your high level of motivation?"
      },
      {
        "block": true,
        "content": "If we were to summarize everything we have discussed on the subject of education throughout the years, we would say that the purpose of your education is your growth as an individual and the development of your capacity to contribute to the transformation of society. This is a simple statement with numerous ramifications. The readings that follow shed light, each in its own way, on the meaning and implications of this statement."
      },
      {
        "block": true,
        "content": "FUNDAEC (1998, p. 1)"
      },
      {
        "content": "[From Reading 3]"
      },
      {
        "block": true,
        "content": "The enhancement of understanding is one of the most fundamental aims of the educational process in which you are participating. The next two readings are taken from a series of lectures on curriculum development given by one of the founders of FUNDAEC. They contain a number of ideas — some of which are more or less self-evident — that will be useful to you in reflecting on your own education, even if the secondary education you received was not through FUNDAEC."
      },
      {
        "block": true,
        "content": "The verb “to understand” obviously has to have a subject and an object. The subject of the verb is the human mind and heart, which need to fulfill certain conditions in order to reach the shores of true understanding. “Objects of understanding” are those things that the human mind and heart are supposed to understand; they are extremely varied and fall into many seemingly unrelated categories. A cursory examination of a few statements made in conversation points to some of these categories:"
      },
      {
        "block": true,
        "content": "“I don't understand why you act this way.”"
      },
      {
        "block": true,
        "content": "“I don't understand why suffering exists in the world.”"
      },
      {
        "block": true,
        "content": "“He doesn't understand our friendship.”"
      },
      {
        "block": true,
        "content": "“I wish I could understand chemistry.”"
      },
      {
        "block": true,
        "content": "“Do you understand how this gadget works?”"
      },
      {
        "block": true,
        "content": "“I understand what you are saying.”"
      },
      {
        "block": true,
        "content": "“I don't understand what you are driving at.”"
      },
      {
        "block": true,
        "content": "“You should try harder to understand his feelings.”"
      },
      {
        "block": true,
        "content": "“I fully understand his views.”"
      },
      {
        "block": true,
        "content": "“We need to gain a greater understanding of the dynamics of crisis and victory.”"
      },
      {
        "block": true,
        "content": "“We need to understand the true nature of man.”"
      },
      {
        "block": true,
        "content": "From these few examples it is easy to see that objects of understanding fall into categories such as subject matter, relationships, feelings, views, interactions, the causes of things, the reason for things, the meaning of things, the purpose of things, the workings of things, and the reality or essence of things. To this you may add visions, contexts, approaches, attitudes, results, conventions — and undoubtedly a myriad other things — and you will have a rather formidable list of categories of things to be understood. What is important for you to realize is that in the course of your education, we were careful to address a sufficient number of objects of understanding from various categories so as to sharpen your faculties and to equip you with those mental tools needed to achieve an understanding of yourself and the world that surrounds you."
      },
      {
        "block": true,
        "content": "Two of these mental tools, both extremely powerful in the process of investigation of reality, are worthy of mention. One is analysis, that is, breaking things into smaller parts and then examining the relations and interactions of these parts. The other is placing things in larger and larger contexts in order to gain insights into causes and reasons for their existence and behavior. ..."
      },
      {
        "block": true,
        "content": "FUNDAEC (1998, pp. 15–16)"
      },
      {
        "content": "[From Reading 5]"
      },
      {
        "block": true,
        "content": "The educational process in which you are participating is characterized by its emphasis on moral and ethical considerations. Concern with morality, however, is not expressed in the form of sermons on good behavior; the discussion of moral and ethical issues is incorporated into every element of the curriculum. The next two readings consist of a few paragraphs from a document exploring a framework for moral education appropriate for this period of human history, a period to which the document refers as the age of transition from humanity's childhood to maturity. Slight modifications have been made in order to render the readings suitable for this unit."
      },
      {
        "block": true,
        "content": "In order to act effectively during the present period of transition in human society, individuals must, above all, be imbued with a strong sense of purpose that impels them both to transform their own selves and to contribute to the transformation of society. On a personal level, this purpose is directed towards the development of one's vast potentialities, comprising both those virtues and qualities that should adorn every human being and those talents and characteristics that are the individual's unique endowment. On a social level, it is expressed through dedication to the promotion of the welfare of the human race. These aspects of the sense of twofold purpose are fundamentally inseparable, for the standards and behavior of individuals shape their environment, and in turn are molded by social structures and processes. Unless the transformation of both individual character and environment are addressed simultaneously, the full potential of humanity's age of maturity cannot be realized."
      },
      {
        "block": true,
        "content": "A profound awareness of the reciprocal relationship between personal growth and organic change in social structures is, then, essential to moral education. One cannot develop virtues and talents in isolation, but only through effort and activity for the benefit of others. Idle worship and prolonged withdrawal from society, advocated by some philosophies of the past, can neither promote individual development nor aid humanity's progress. To focus one's sense of purpose only on the development of one's own potential is to lose objectivity and perspective. With no outside interactions and social goals, one has no standard by which to judge personal progress and no concrete results by which to measure one's development. A person forgetful of the social dimension of moral purpose is prone to subtle forms of ego — combinations of guilt, self-righteousness and self-satisfaction."
      },
      {
        "block": true,
        "content": "Conversely, a sense of purpose driven only by the desire to transform society, with no attention to the need for personal growth and transformation, is easily misdirected. The person who blames society for every wrong and ignores the importance of individual responsibility loses respect and compassion for others and is prone to acts of cruelty and oppression. Social transformation, if divorced from the desire to transform one's own character, is an extremely fragile enterprise. ..."
      },
      {
        "block": true,
        "content": "FUNDAEC (1998, p. 35)"
      },
      {
        "content": "[From Reading 7]"
      },
      {
        "block": true,
        "content": "By the term “capability” we mean developed capacity to think and to act in a well-defined sphere of activity and according to a well-defined purpose. We use the word to refer not to individual skills but rather to complex spheres of thought and action each requiring a number of related skills and abilities. Moreover, we place great importance on the notion that the gradual acquisition of a given capability, in addition to the mastering of skills, is dependent on the assimilation of relevant information, the understanding of a set of concepts, the development of certain attitudes, and advancement in a number of spiritual qualities."
      },
      {
        "block": true,
        "content": "Classification, for example, is a capability, in this case a mathematical one, which an individual can acquire at different levels of competence. At the most elementary level, say, at the beginning of secondary school, it involves acquiring an understanding of the concepts of sets, of an element of a set, and of belonging to a set. It also requires an understanding of the concept that things can be divided into sets according to common properties. But, even at this level, such an understanding is not sufficient. The ability to recognize the properties according to which the elements in question are to be classified, as well as some relevant information about those elements, is also necessary. For example, if someone is to classify objects according to size, the skill of estimating or measuring the size of the objects in question becomes essential. As to attitudes, carefulness and appreciation for order are clearly desirable. At a more fundamental level, truthfulness is a spiritual quality that helps generate positive attitudes towards precision and care."
      },
      {
        "block": true,
        "content": "In language, to cite another example, the mechanics of reading and writing are skills, but to read at a certain level of comprehension is a rather complex capability. Another language capability is that of describing what we observe in the world around us in ever greater contexts. To describe the world around us quantitatively is a mathematical capability. Examples of highly desirable scientific capabilities are those of making organized observations of phenomena and designing experiments to test a hypothesis. Participating effectively in consultation is a capability needed in the social realm, as is the capability of participating in collective enterprises. To manage one's affairs and responsibilities with rectitude of conduct is a moral capability. Another essential moral capability is that of building environments of unity based on an appreciation of diversity."
      },
      {
        "block": true,
        "content": "FUNDAEC (1998, pp. 60–61)"
      },
      {
        "content": "[From Reading 8]"
      },
      {
        "block": true,
        "content": "The approach we adopted to curriculum design, organized around capabilities rather than subject matters, helped our students learn with extraordinary rapidity. That the capabilities we were trying to develop all had the same explicit social purpose enabled us to address one of the basic challenges of curricular integration: how to overcome the dichotomy between theoretical and practical knowledge. Most current educational systems tend to teach practical and manual skills to some and book-learning to others. The capacity to participate in planning and decision-making is developed in a few, while the majority are trained to carry out orders. What we tried to achieve is to maintain the interest of the students simultaneously in concrete and abstract activities. For example, the skills of animal husbandry were taught in conjunction with the study of animal physiology, and the steps to establish a village store with the analysis of abstract social and economic theories. To the degree that we succeeded in integrating theoretical and practical knowledge, we saw prejudices and false scales of prestige gradually disappear and be replaced by a purposeful attitude towards learning and change."
      },
      {
        "block": true,
        "content": "But the most difficult challenge of our educational innovation proved not to be the fusion of elements of knowledge of the physical universe and society. A far greater task was the integration of material and spiritual concepts into a knowledge system that would enable individuals and entire populations to contribute to the creation of a world civilization, towards which, we felt, humanity is inexorably moving. To meet this challenge, we did not develop specific courses on religion; nor did we engage in humanistic studies of ethics and social behavior. Spirituality was treated as a state, an inner condition, that should manifest itself in action, in everyday choices, in profound understanding of human nature and in meaningful contributions to community life and society. Following this interpretation, we tried to integrate spirituality into every educational activity: every act had to be a means for the clarification and application of spiritual principles."
      },
      {
        "block": true,
        "content": "In doing so, we found that a number of issues needed to be tackled. Spirituality has to be built into curricula without denying material well-being or relegating prosperity to another life. What has to be done is to elevate everyday activities to a more sublime station by imbuing them with the spirit of service. However, identifying spirituality exclusively with service poses the danger of conveying the notion that spirituality arises from actions that lead to well-being. To counterbalance this effect, the manifestations of the most profound yearnings of the human soul, such as the search for nearness to God through prayer and meditation, also have to be given due consideration. “Being” and “doing” are intimately connected and should not be artificially separated."
      },
      {
        "block": true,
        "content": "Furthermore, this integration of the spiritual and the material calls for increasing understanding of the delicate balance that must exist between the many forces at work in the human mind and heart: balance between personal liberty and social obligation, between being the master of nature and living in harmony with it, between humanism and science, the rational and the emotional. To achieve such a balance, one has to go beyond the attributes of the mind and touch those qualities of the soul that are the foundation of human character. An essential requisite for achieving a balance between the forces at work in the human mind and heart is, then, the development of spiritual qualities, such as justice, love, generosity, compassion, humility, and truthfulness. Moreover, if these qualities are to give rise to attitudes and behavior which are a true reflection of spirituality, they must be developed in such a way that they moderate one another. Otherwise, all that is achieved in the name of spirituality is self-righteousness and fanaticism. Further, it is only through understanding the interaction of spiritual qualities that we learn to distinguish moderation from mediocrity — justice moderated by compassion, not half-justice; lavish generosity together with humility, not cautious giving; absolute truthfulness acting in the medium of love, not the mixing of truth with lies whenever it is convenient."
      },
      {
        "block": true,
        "content": "FUNDAEC (1998, pp. 71–72)"
      }
    ]
  }
]
